{
  "index_hero_title": "IVS JSC: Realizing the Vision of Global Education",
  "index_hero_subtitle": "IVS – Strategic Thinking, Practical Action, Global Values. Explore a comprehensive ecosystem of solutions in education, technology, and consulting.",
  "index_hero_cta_profile": "Company Profile",
  "index_hero_cta_services": "Explore Services",
  "index_pillars_title": "IVS Comprehensive Ecosystem",
  "index_pillars_subtitle": "We create value through four main pillars, closely integrated to deliver breakthrough and sustainable solutions.",
  "index_pillar_education": "Advanced Education",
  "index_pillar_education_desc": "Providing multi-level partnership programs, skills training, and foreign languages according to international standards.",
  "index_pillar_tech": "Breakthrough Technology",
  "index_pillar_tech_desc": "Developing EdTech solutions and professional website designs under the IVS Celestech brand.",
  "index_pillar_consulting": "In-depth Consulting",
  "index_pillar_consulting_desc": "Offering comprehensive support in legal matters, business establishment, and educational development strategy.",
  "index_pillar_global": "International Cooperation",
  "index_pillar_global_desc": "Building bridges for studying abroad, cultural exchange, and supplying a global education workforce.",
  "index_core_services_title": "IVS Core Services",
  "index_core_services_subtitle": "From foundational education to technology solutions and strategic consulting, IVS provides a comprehensive service ecosystem.",
  "index_service_edupartnership_title": "Educational Partnership",
  "index_service_edupartnership_desc": "Collaborating to implement advanced educational programs from Kindergarten to High School, integrating STEAM and future skills.",
  "index_service_tech_title": "Technology Solutions",
  "index_service_tech_desc": "Providing professional website design services and developing breakthrough EdTech solutions under the IVS Celestech brand.",
  "index_service_legalbiz_title": "Business & Legal Consulting",
  "index_service_legalbiz_desc": "Consulting on center/business establishment; supporting legal procedures, Work Permits, and civil matters.",
  "index_ecosystem_title": "Explore the IVS Digital Ecosystem",
  "index_ecosystem_subtitle": "Where knowledge, tools, and entertainment converge. Access our exclusive repository of resources, applications, and educational games.",
  "index_ecosystem_gallery": "Digital Library",
  "index_ecosystem_gallery_desc": "Access a repository of documents, curricula, and in-depth articles on education and technology.",
  "index_ecosystem_apps": "IVS Application Suite",
  "index_ecosystem_apps_desc": "Tools to support teachers and students, from classroom management to connecting career opportunities.",
  "index_ecosystem_games": "IVS Games Arcade",
  "index_ecosystem_games_desc": "Learn while playing, play while learning with our collection of interactive and creative educational games.",
  "index_ecosystem_cta": "Explore Now",
  "index_testimonial_title": "What Our Partners & Community Say",
  "index_testimonial_subtitle": "The trust of our partners and the satisfaction of our clients are the measure of our success and the motivation for our continuous improvement.",
  "index_testimonial_1": "The EdTech solutions and partnership programs from IVS have truly transformed how we operate and teach. Their professionalism and strategic vision are incredible.",
  "index_testimonial_1_name": "Mrs. Nguyen Thi Lan",
  "index_testimonial_1_title": "Principal, Anh Duong International School System",
  "index_testimonial_2": "IVS JSC is not just a service provider; they are a true strategic partner. Their legal and operational consulting support has helped us grow sustainably.",
  "index_testimonial_2_name": "Mr. Le Van Hung",
  "index_testimonial_2_title": "Director, Viet Education Company",
  "index_news_subtitle": "Stay updated with the latest activities, projects, and outstanding achievements from the IVS JSC ecosystem.",
  "index_news_cta": "View All News",
  "index_cta_title": "Start Your Journey With IVS",
  "index_cta_subtitle": "Whether you are a student, teacher, a partner, or an investor, IVS always has suitable opportunities and solutions for you. Let's connect to build the future together.",
  "index_cta_button": "Contact Us Now",
  "about_page_title": "About Us - IVS JSC",
  "about_meta_description": "Learn about IVS JSC - Integrate Vision Synergy Trading Service Joint Stock Company, its mission, vision, core values, leadership team and main activities.",
  "og_title_about_full": "About Us - IVS JSC",
  "og_description_about_full": "Discover the philosophy, values, people and development orientation of IVS JSC - A pioneer organization in education, EdTech and international cooperation.",
  "about_page_subtitle": "INTEGRATE VISION SYNERGY TRADING SERVICE JOINT STOCK COMPANY",
  "about_ivs_logo_alt": "IVS JSC Logo",
  "ivs_meaning_intro_subtitle": "IVS JSC – Integrate Vision Synergy – is more than just a name; it embodies the integration of cutting-edge educational solutions, a forward-thinking strategic vision, and the synergy to build lasting value.",
  "ivsmeaning_cta_en_title": "Partner with IVS to Shape the Future!",
  "ivsmeaning_cta_en_subtitle": "IVS JSC is constantly seeking partners, investors, and passionate individuals who share our vision to elevate Vietnamese education to international standards. Be a part of the change!",
  "contact_us_button_partner": "Partner With Us",
  "join_team_button_cta": "Join the IVS Team",
  "contact_page_title": "Contact - IVS JSC",
  "contact_meta_description": "Connect with IVS JSC for in-depth consultation on education, technology, and business solutions. We are always ready to listen.",
  "contact_meta_keywords": "IVS JSC, contact, address, hotline, email, consultation, contact form",
  "contact_og_title": "Contact IVS JSC - Connect to Grow Together",
  "contact_og_description": "Send your inquiries, questions, or cooperation proposals to IVS JSC via contact form, phone, email, or visit our office.",
  "contact_hero_title": "Connect With Us",
  "contact_hero_subtitle": "IVS is always ready to listen, advise, and accompany you on your development path.",
  "contact_info_title": "Contact Information",
  "contact_info_desc": "Please contact us through the channels below. The IVS team will respond as soon as possible.",
  "contact_address_label": "Headquarters",
  "contact_address_value": "1104, Group 6, Dat Moi Hamlet, Long Phuoc, Long Thanh, Dong Nai.",
  "contact_hotline_label": "Hotline",
  "contact_hotline_1_value": "+84 896 920 547",
  "contact_hotline_2_value": "+84 795 555 789",
  "contact_email_label": "Email",
  "contact_email_value": "info@ivsacademy.edu.vn",
  "contact_form_title": "Send a Consultation Request",
  "contact_form_name_label": "Full Name",
  "contact_form_name_placeholder": "John Doe",
  "contact_form_email_label": "Email",
  "contact_form_email_placeholder": "email@example.com",
  "contact_form_subject_label": "Subject",
  "contact_form_subject_placeholder": "Education program consultation",
  "contact_form_message_label": "Message Content",
  "contact_form_message_placeholder": "I would like to learn more about...",
  "contact_form_submit_button": "Send Request",
  "contact_form_success_message": "Your request has been sent successfully. We will contact you as soon as possible!",
  "contact_form_error_message": "An error occurred while sending the request. Please try again.",
  "contact_form_network_error_message": "Could not connect to the server. Please check your network connection and try again.",
  "contact_map_title": "Our Location"
}
