{
  "lkth_why_1": "Providing comprehensive solutions, from foreign languages and skills to technology, meeting international standards and suitable for the general education curriculum.",
  "lkth_why_2_title": "Dedicated Expert Team:",
  "lkth_why_2": "Experienced lecturers, dynamic R&D experts, constantly updating the latest teaching methods and educational trends.",
  "lkth_why_3_title": "Flexible & Customizable Solutions:",
  "lkth_why_3": "Designing and adjusting partnership programs to optimally suit the characteristics, goals, and resources of each partner school.",
  "lkth_why_4_title": "Commitment to Accompany & Support:",
  "lkth_why_4": "Standing by schools throughout the implementation process, from teacher training to inspection and evaluation, ensuring effectiveness and quality.",
  "lkth_why_5_title": "Enhancing Reputation & Brand:",
  "lkth_why_5": "Partnering with IVS Academy - a member of the IIVSA Global Education Alliance - helps affirm the school's position and quality of education.",
  "lkth_gallery_title": "Meaningful Connection Images with Primary Schools",
  "lkth_gallery_caption_1": "Tap Phuoc Primary - Whole school",
  "lkth_gallery_caption_2": "Tap Phuoc Primary - Activities",
  "lkth_gallery_caption_3": "Tap Phuoc Primary - Giving gifts",
  "lkth_gallery_caption_4": "Tap Phuoc Primary - Commemorating with Principal",
  "lkth_cta_title": "Join Hands to Build the Future of Primary Education",
  "lkth_cta_desc": "IVS Academy believes that close cooperation between schools and dedicated educational units will create a synergistic strength, bringing the best values to students. Let's co-create a dynamic, creative, and effective primary learning environment!",
  "contact_partnership_button": "Contact for Partnership Now",
  "view_more_photos_link": "View more photos (coming soon)...",
  "lkthcs_heading": "Secondary & High School Education Partnership",
  "lkthcs_subheading": "IVS Academy - Accompanying Schools to Build a Solid Future for Students",
  "lkthcs_intro_title": "Elevating Secondary Education with IVS Academy",
  "lkthcs_intro_desc": "The Secondary (THCS) and High School (THPT) stages are crucial turning points, shaping students' in-depth knowledge and future paths. IVS Academy understands this role and provides comprehensive, tailored education partnership solutions aimed at supporting THCS & THPT schools not only in enhancing academic training quality but also in equipping students with essential skills and mindsets for 21st-century success and international integration.",
  "communication_title": "Program \"Let's Talk\" - Communication Skills Development",
  "communication_desc": "\"Let's Talk\" is a special program by IVS Academy, helping THCS & THPT students develop confident communication skills, critical thinking, and public speaking abilities. The program is designed with creative, highly interactive practical activities, suitable for secondary school age.",
  "lkthcs_collab_title": "Key Partnership Areas",
  "lkthcs_collab_lang_title": "International Standard Foreign Language Training",
  "lkthcs_collab_lang_desc": "Providing high-quality academic English programs (Cambridge Prepare, IELTS Foundation/Focus), Chinese (HSK), closely following the general education curriculum and effective test preparation orientation.",
  "lkthcs_collab_lifeskills_title": "Life Skills & Thinking Development",
  "lkthcs_collab_lifeskills_desc": "IVS LIFEMinds program focuses on training critical thinking, creativity, problem-solving skills, effective communication, teamwork, emotional management, and career orientation for students.",
  "lkthcs_collab_steam_title": "In-depth STEAM Programs",
  "lkthcs_collab_steam_desc": "Implementing interdisciplinary STEAM projects, Robotics clubs, programming, design... helping students apply knowledge to practice, developing scientific and technological capabilities.",
  "contact_us_button": "Contact for consultation",
  "lkthcs_collab_edtech_title": "Educational Technology (EdTech) Solutions",
  "lkthcs_collab_edtech_desc": "IVS Celestech provides smart classroom solutions, Learning Management Systems (LMS), E-learning platforms, and advanced teaching and learning support tools.",
  "lkthcs_collab_teachertrain_title": "Teacher Training & Development",
  "lkthcs_collab_teachertrain_desc": "Organizing professional development courses, intensive training on active teaching methods (CLIL, PBL), technology application, and effective classroom management skills for school teachers.",
  "lkthcs_collab_intl_title": "International Programs & Career Orientation",
  "lkthcs_collab_intl_desc": "Organizing international summer camps, cultural exchange activities, study abroad consulting, and career orientation, helping students broaden their horizons and prepare for future integration.",
  "lkthcs_why_partner_title": "Why Partner with IVS Academy?",
  "lkthcs_why_1_title": "Diverse & Quality Programs:",
  "lkthcs_why_1": "Providing comprehensive solutions, from foreign languages and skills to technology, meeting international standards and suitable for the general education curriculum.",
  "lkthcs_why_2_title": "Dedicated Expert Team:",
  "lkthcs_why_2": "Experienced lecturers, dynamic R&D experts, constantly updating the latest teaching methods and educational trends.",
  "lkthcs_why_3_title": "Flexible & Customizable Solutions:",
  "lkthcs_why_3": "Designing and adjusting partnership programs to optimally suit the characteristics, goals, and resources of each partner school.",
  "lkthcs_why_4_title": "Commitment to Accompany & Support:",
  "lkthcs_why_4": "Standing by schools throughout the implementation process, from teacher training to inspection and evaluation, ensuring effectiveness and quality.",
  "lkthcs_why_5_title": "Enhancing Reputation & Brand:",
  "lkthcs_why_5": "Partnering with IVS Academy - a member of the IIVSA Global Education Alliance - helps affirm the school's position and quality of education.",
  "lkthcs_gallery_title": "Activity & Connection Images for Secondary & High School",
  "lkthcs_gallery_caption_1": "Long Phuoc Secondary - Long Thanh",
  "lkthcs_gallery_caption_2": "Phuoc Thai Secondary - Long Thanh",
  "lkthcs_gallery_caption_3": "Tan Hiep Secondary - Long Thanh",
  "lkthcs_gallery_caption_4": "Long Phuoc High School - 2024",
  "lkthcs_gallery_caption_5": "Long Phuoc High School - 2025",
  "lkthcs_gallery_caption_6": "Phuoc Thai Secondary - Nov 20, 2024",
  "lkthcs_gallery_caption_7": "Phuoc Thai Secondary - 2025",
  "lkthcs_gallery_caption_8": "Long Thanh High School - 2025",
  "lkthcs_cta_title": "Ready to Elevate Secondary Education?",
  "lkthcs_cta_desc": "Let IVS Academy be your strategic partner, together with your school to bring quality education programs and equip THCS & THPT students with a solid foundation for integration and future development.",
  "steam_page_title": "IVS STEAM Education Vision - Shaping a Creative Future",
  "steam_meta_description": "Explore the 'STEAM is Mindset' vision, 'STEAM+ Intelligence' philosophy, and pioneering STEAM education programs of IVS JSC in Long Thanh, Dong Nai, shaping the future for the young generation.",
  "steam_og_title": "IVS STEAM Education Vision - Shaping a Creative Future",
  "steam_og_description": "Explore the 'STEAM is Mindset' vision, 'STEAM+ Intelligence' philosophy, and pioneering STEAM education programs of IVS JSC in Long Thanh, Dong Nai, shaping the future for the young generation.",
  "steam_vision_main_title": "IVS STEAM: Shaping a Creative Future",
  "steam_vision_main_subtitle": "Explore the 'STEAM is Mindset' vision, 'STEAM+ Intelligence' philosophy, and IVS's commitment to developing 21st-century competencies through integrated, innovative, and 'STEAM+ Intelligence'-oriented STEAM education.",
  "steam_vision_section1_title": "1. Core Philosophy: STEAM is Mindset",
  "steam_vision_section1_p1": "At IVS, we believe that STEAM is not just an acronym for Science, Technology, Engineering, Arts, and Mathematics. It is an interdisciplinary mindset, a creative approach to solving real-world problems. The 'STEAM is Mindset' philosophy emphasizes equipping students with the ability to connect fragmented knowledge into a comprehensive picture, view challenges from multiple perspectives, and find effective, sustainable solutions.",
  "steam_vision_section1_p2": "We see STEAM as a bridge between academic theory and practical application, between school learning and diverse real-world experiences. By integrating these fields, we nurture innate curiosity, encourage students to ask 'why' and 'how,' develop critical thinking, complex problem-solving skills, effective teamwork, and communication. This is the core foundation, aligned with the Quality – Dedication – Innovation – Equality values that IVS pursues, helping students confidently build their future.",
  "steam_vision_section2_title": "2. Strategic Goals",
  "steam_vision_section2_intro": "With a long-term vision and dedication in education, IVS sets clear strategic goals for the STEAM program, aiming to equip Vietnamese students, especially in the Long Thanh - Dong Nai area, with a solid foundation for success in the digital age and international integration:",
  "steam_vision_section2_list_items": [
    "Developing 4C competencies: Solidly equipping 21st-century skills: Critical Thinking, Creativity, Collaboration, and Communication.",
    "Enhancing interdisciplinary knowledge: Helping students deeply understand the connections between Science, Technology, Engineering, Arts, and Mathematics, applying them to solve real-world problems.",
    "Fostering passion for technology and engineering: Igniting interest in programming, robotics, AI, and high-tech fields, orienting future careers.",
    "Integrating Arts: Not just limited to STEM, the Arts element is integrated to enhance creativity, design thinking, and comprehensive problem-solving.",
    "Connecting practice and community: Creating opportunities for students to participate in meaningful projects, linked to local needs and contexts (such as the IELTS Station project in Long Thanh initiated by CEO Nguyen Minh Triet).",
    "Ensuring equal access: Striving to bring quality STEAM education to all students, regardless of background, in line with the core value of Equality."
  ],
  "steam_vision_section3_title": "3. Approach Methods",
  "steam_vision_section3_intro": "To realize its philosophy and goals, IVS (through IVS Education) applies advanced STEAM education approaches, learner-centered, emphasizing creativity and practical experience, aligned with international standards (through IIVSA partnership and partners like The Power to Inspire):",
  "steam_vision_section3_list_items": [
    "Project-Based Learning (PBL): Students actively explore, research, and execute real-world projects, thereby mastering knowledge and developing skills.",
    "Integrated Learning: Subjects are naturally interwoven, helping students clearly see connections and integrated applications.",
    "Application of technology and digital solutions: Utilizing programming platforms (Scratch, Python), robotics, AI, and digital learning solutions developed by IVS Education to enhance interaction and learning effectiveness.",
    "Experiential Learning: Prioritizing hands-on activities, experiments, model building, and field trips (if applicable) for students to 'learn by doing'.",
    "Collaborative and critical thinking environment: Encouraging students to work in teams, exchange ideas, present, and defend their viewpoints.",
    "Diverse competency assessment: Using various assessment forms (process, project products, presentations, self-assessment...) instead of solely focusing on traditional test scores."
  ],
  "steam_vision_section4_title": "4. 'STEAM+ Intelligence' Orientation",
  "steam_vision_section4_intro": "The unique and pioneering aspect of IVS's vision is the 'STEAM+ Intelligence' orientation. We believe that to truly succeed and be happy in the 21st century, students not only need to master STEAM knowledge and skills but also to develop crucial intelligences and supplementary competencies. 'Intelligence' here is understood comprehensively, including:",
  "steam_vision_section4_list_items": [
    "Core STEAM competencies: A solid foundation in Science, Technology, Engineering, Arts, and Mathematics.",
    "Emotional Intelligence (EQ): The ability to recognize, understand, and manage one's own and others' emotions, building positive relationships.",
    "Digital Intelligence (DQ): The ability to use digital technology safely, effectively, and responsibly; the ability to analyze information and communicate in online environments.",
    "Growth Mindset: Belief in one's ability to learn and improve through effort and perseverance; readiness to face challenges and learn from failures.",
    "Adaptability & Lifelong Learning: The ability to be flexible in the face of change, actively updating knowledge and new skills in a constantly evolving world."
  ],
  "steam_programs_overview_title": "5. STEAM Programs at IVS",
  "steam_programs_overview_intro": "The STEAM program at IVS (implemented by IVS Academy, content developed by IVS Education) is scientifically designed along a competency development roadmap spanning the secondary school level (grades 6 to 9). Each grade level focuses on specific goals and tools, ensuring continuity and increasing specialization, suitable for students' psychological and physiological characteristics and future orientation:",
  "steam_program_grade6_title": "Grade 6: STEAM Foundation & Visual Programming Thinking",
  "steam_program_grade6_details": [
    "Familiarizing with STEAM concepts and interdisciplinary thinking.",
    "Main tool: Scratch - Intuitive drag-and-drop programming language.",
    "Developing logical thinking, basic problem-solving.",
    "Igniting creativity through creating animated projects, simple games.",
    "Practicing basic presentation and teamwork skills."
  ],
  "steam_program_grade7_title": "Grade 7: Exploring Programming & Scientific Applications",
  "steam_program_grade7_details": [
    "Main tool: Python - Popular text-based programming language.",
    "Building foundational programming structures, variables, loops, conditions.",
    "Applying programming to solve Science and Math problems.",
    "Executing small integrated Science projects (e.g., simulating natural phenomena).",
    "Developing advanced searching, information analysis, and complex problem-solving skills."
  ],
  "steam_program_grade8_title": "Grade 8: In-depth Robotics & Engineering",
  "steam_program_grade8_details": [
    "Main tool: Robotics kits (e.g., Arduino, Micro:bit or equivalent).",
    "Learning basic principles of electronics, mechanics, sensors.",
    "Programming robots to perform specific tasks.",
    "Developing engineering thinking, design, and fabrication skills.",
    "Fostering collaboration and project management skills through robotics challenges."
  ],
  "steam_program_grade9_title": "Grade 9: AI Integration & Major Project Orientation",
  "steam_program_grade9_details": [
    "Main tool: Basic AI/Machine Learning platforms, advanced Python.",
    "Introduction to Artificial Intelligence (AI), Machine Learning, and applications.",
    "Learning basic data collection and analysis.",
    "Executing large-scale integrated STEAM projects, combining learned knowledge (programming, robotics, AI, design...).",
    "Career orientation related to STEAM, discussing technology ethics."
  ],
  "steam_programs_note": "Note: The program is flexibly designed and can be adjusted to suit diverse student abilities and interests. IVS continuously updates content and teaching technology to ensure modernity and effectiveness, truly reflecting the spirit of Quality and Innovation.",
  "steam_cta_button": "Register for Consultation Now",
  "steam_vision_section5_title": "6. Future Commitment",
  "steam_vision_section5_p1": "IVS is strongly committed to investing in and developing STEAM education as a strategic pillar, contributing to enhancing the quality of future human resources for Vietnam. We constantly strive to deliver high-quality programs, built by a dedicated and continuously innovative team, ensuring equal learning opportunities for all students.",
  "steam_vision_quote": "\"IVS believes in the power of STEAM education to unlock potential and shape the future.\"",
  "steam_vision_section5_p2": "This commitment is demonstrated through:\n- Continuously updating programs to international standards, integrating the unique \"STEAM+ Intelligence\" orientation.\n- Applying advanced educational technology and digital learning solutions developed by IVS Education.\n- Building and nurturing a passionate teaching staff with STEAM expertise and modern pedagogical skills.\n- Maintaining and expanding cooperation with reputable educational partners domestically and internationally (such as IIVSA, The Power to Inspire, Kinderlink25 project...).",
  "steam_vision_section5_p3": "We believe that every student holds unlimited potential. IVS is committed to creating an inspiring, safe, and encouraging learning environment where students are free to explore, experience, make mistakes, and grow. Together with parents and the community, IVS will accompany in building a confident, dynamic, compassionate young generation of Vietnam, ready to master the future and contribute positively to the development of Long Thanh, Dong Nai, and the country.",
  "steam_video_title": "Video Introduction to IVS STEAM Education",
  "steam_video_caption": "Discover how IVS brings STEAM education closer to students, igniting a passion for creativity and critical thinking.",
  "steam_gallery_title": "STEAM Activity Photo Gallery",
  "steam_gallery_view_more": "View more photos (coming soon)...",
  "steam_testimonials_heading": "What Clients & Partners Say About IVS STEAM",
  "testimonial_steam1_text": "\"IVS's STEAM program is truly groundbreaking! My child not only learned knowledge but also developed critical thinking and problem-solving skills. They are very excited about every lesson.\"",
  "testimonial_steam1_name": "Primary School Parent",
  "testimonial_steam1_title": "Long Thanh, Dong Nai",
  "testimonial_steam2_text": "\"We are very impressed with IVS's 'STEAM+ Intelligence' philosophy. Integrating emotional intelligence and digital skills has helped our students develop much more comprehensively.\"",
  "testimonial_steam2_name": "Representative of ABC Secondary School",
  "testimonial_steam2_title": "Education Partnership Partner",
  "testimonial_steam3_text": "\"IVS not only provides the STEAM program but also accompanies us in teacher training and project implementation. The dedication of the IVS team is a key factor in our success.\"",
  "testimonial_steam3_name": "Director of XYZ Creative Center",
  "testimonial_steam3_title": "Program Development Partner",
  "steam_cta_button_contact": "Contact for Consultation"
}