{
  "chapter_id": "chapter-14",
  "title_en": "Chapter 14: The Mark of Cain",
  "title_vi": "Chương 14: Dấu Ấn Của Cain",
  "content_en": "<h4>The Weight of Sin</h4><p>The barren land seemed to weep as Cain stumbled away from his brother's still form. Each step he took felt heavier, his breath coming in ragged gasps, as if the very air rejected him.</p><p>The ground beneath his feet bore silent witness to his crime, stained with the freshly spilled blood. The earth that had once yielded to his labor now seemed hardened, refusing his presence.</p><p>Night fell, and Cain found himself alone under the vast, silent sky. The stars, once guides and companions, now seemed distant and cold, their light dimmed by the weight of his guilt.</p><p>\"Why?\" Cain whispered, his voice choked with anguish. \"Why did You let me fall into such darkness?\"</p><h4>The Judgment</h4><p>The air grew still, heavy with the presence of the Creator. A voice, vast and sorrowful, filled the silence, resonating deep within Cain's soul.</p><p>\"Cain, where is Abel your brother?\"</p><p>Cain's voice trembled as he answered, “I know not. Am I my brother's keeper?”</p><p>\"The voice of your brother's blood cries out to Me from the ground,” the Creator said. “You have done this thing, and you shall bear the consequence.”</p><h4>The Curse and the Plea</h4><p>\"Now you are cursed from the earth, which has opened its mouth to receive your brother's blood from your hand. When you till the ground, it shall not henceforth yield unto you its strength. A fugitive and a vagabond shall you be in the earth.”</p><p>Cain collapsed, his voice breaking under the weight of despair. “My punishment is greater than I can bear! I shall be hunted and slain. Who will show me mercy?”</p><h4>The Mark of Protection</h4><p>\"No, Cain,\" the Creator decreed, \"I will set a mark upon you, lest any finding you should kill you. Their punishment shall be sevenfold should they dare raise a hand against you.”</p><p>As the words echoed, a warmth spread across Cain's forehead. A mark appeared—a symbol of both protection and his burden. His trembling fingers touched the mark, and he shuddered at its permanence.</p><p>\"Go now,\" the Creator commanded, \"and live out your days. Though you have fallen, you shall not be forgotten. Learn from your deeds, and let wisdom grow from sorrow.”</p><h4>The Wanderer</h4><p>Cain rose, his steps heavy but resolute. The barren land stretched endlessly before him, a testament to his exile. The mark on his forehead burned, a constant reminder of his sin and the burden he must carry.</p><p>And so, Cain began his journey, no longer a farmer, but a wanderer—forever marked, forever bearing the weight of the first blood shed by man.</p>",
  "content_vi": "<h4>Gánh Nặng Tội Lỗi</h4><p>Vùng đất cằn cỗi dường như than khóc khi Cain loạng choạng rời xa thi thể bất động của em trai mình. Mỗi bước chân y đi như nặng nề hơn, hơi thở đứt quãng và gấp gáp, như thể chính không khí cũng chối bỏ y.</p><p>Mặt đất dưới chân y lặng lẽ làm chứng cho tội ác của y, thấm đẫm dòng máu vừa đổ. Mảnh đất từng nhường nhịn công lao động của y giờ đây dường như trở nên cứng cỏi, từ chối sự hiện diện của y.</p><p>Đêm buông xuống, và Cain thấy mình cô độc dưới bầu trời rộng lớn và lặng im. Những vì sao, từng là người dẫn đường và bạn đồng hành, giờ đây dường như xa xăm và lạnh lẽo, ánh sáng của chúng lu mờ dưới sức nặng của tội lỗi y mang.</p><p>\"Tại sao?\" Cain thì thầm, giọng y nghẹn ngào trong sự đau đớn. \"Tại sao Người để con rơi vào bóng tối như thế này?\"</p><h4>Sự Phán Xét</h4><p>Không khí trở nên tĩnh lặng, nặng nề với sự hiện diện của Đấng Sáng Tạo. Một giọng nói bao la và đầy thương tiếc lấp đầy sự im lặng, rung chuyển tận sâu trong tâm hồn Cain.</p><p>\"Cain, em trai ngươi, Abel, ở đâu?\"</p><p>Giọng Cain run rẩy khi trả lời, “Con không biết. Lẽ nào con là người canh giữ em con?”</p><p>\"Tiếng máu của em trai ngươi kêu cầu Ta từ mặt đất,” Đấng Sáng Tạo nói. “Chính ngươi đã làm điều này, và ngươi sẽ phải gánh chịu hậu quả.”</p><h4>Lời Nguyền và Lời Cầu Xin</h4><p>\"Ngươi sẽ bị nguyền rủa khỏi đất đai, nơi đã mở miệng để đón lấy máu của em trai ngươi. Khi ngươi cày xới đất, nó sẽ không còn ban sức mạnh cho ngươi nữa. Ngươi sẽ là kẻ chạy trốn và lang thang trên mặt đất.”</p><p>Cain khuỵu xuống, giọng y vỡ òa dưới sức nặng của sự tuyệt vọng. “Hình phạt này lớn hơn sức con chịu đựng! Con sẽ bị truy lùng và giết hại. Ai sẽ thương xót con?”</p><h4>Dấu Ấn Bảo Vệ</h4><p>\"Không, Cain,\" Đấng Sáng Tạo phán, \"Ta sẽ đặt một dấu ấn lên ngươi, để không ai tìm thấy ngươi mà làm hại ngươi. Hình phạt của họ sẽ gấp bảy lần nếu họ dám giơ tay chống lại ngươi.”</p><p>Khi những lời vang lên, một hơi ấm lan tỏa trên trán Cain. Một dấu ấn hiện ra—một biểu tượng của cả sự bảo vệ lẫn gánh nặng của y. Những ngón tay run rẩy của y chạm vào dấu ấn, và y rùng mình trước sự vĩnh viễn của nó.</p><p>\"Hãy đi đi,\" Đấng Sáng Tạo ra lệnh, \"và sống hết những ngày tháng của ngươi. Dù ngươi đã sa ngã, ngươi sẽ không bị lãng quên. Hãy học hỏi từ hành động của ngươi, và để sự khôn ngoan lớn lên từ nỗi buồn.”</p><h4>Kẻ Lang Thang</h4><p>Cain đứng dậy, từng bước chân y nặng nề nhưng kiên quyết. Mảnh đất cằn cỗi trải dài vô tận trước mặt y, như một minh chứng cho sự lưu đày của y. Dấu ấn trên trán y nóng rực, như một lời nhắc nhở không ngừng về tội lỗi và gánh nặng mà y phải mang.</p><p>Và thế là, Cain bắt đầu hành trình của mình, không còn là một người nông dân, mà là một kẻ lang thang—mãi mãi mang dấu ấn, mãi mãi gánh chịu dòng máu đầu tiên mà con người đổ xuống.</p>"
}
