{
  "chapter_id": "chapter-22",
  "title_en": "Chapter 22: Beyond the Veil",
  "title_vi": "Chương 22: Bên Kia Tấm Màn",
  "content_en": "<h4>The Doorway to the Unknown</h4><p>The battlefield seemed frozen as Healiangel stepped closer to the Veil, his glowing wings trembling but resolute. The air around vibrated with the tension of countless eyes watching his every move. Tendrils of shadow crawled along the Veil's fractures, their whispers growing louder, more urgent.</p><p>“Healiangel!” Gabriel’s voice tore through the silence, filled with fear and desperation. “Step back. You do not know what lies beyond that threshold!”</p><p>Lucifer, standing nearby with his dark wings spread, smirked faintly. “Let him go, Gabriel. Perhaps he will find that what lies beyond is freedom – freedom from the chains you cling to.”</p><p>Michael’s golden sword flared as he stepped forward. “This is not freedom, Lucifer. Whatever lies beyond the Veil is a power we cannot control. Healiangel, stop this madness!”</p><h4>A Leap of Faith</h4><p>Healiangel turned, his gaze steady and sharp as it swept across the battlefield. “You do not understand. This war has fractured Heaven, divided our unity, and now threatens everything. I cannot stand by while all of creation crumbles.”</p><p>“And what would you do?” Michael demanded, his voice sharp. “Cross into the unknown? Sacrifice yourself on a gamble that could doom us all?”</p><p>“If that is what it takes,” Healiangel answered softly, his wings glowing faintly. “Someone must try. Someone must understand what we are truly fighting for.”</p><p>Without another word, Healiangel stepped into the Veil. A blinding flash erupted as his form disappeared into the fractures, leaving the battlefield stunned. The Veil pulsed violently, then grew still, its cracks glowing with an eerie calm.</p><h4>The Voices Within</h4><p>Inside the Veil, Healiangel was enveloped by a darkness so profound it seemed endless. The whispers that had plagued him on the battlefield now surrounded him completely, coalescing into distinct voices.</p><p>\"Welcome, child of light,\" the voices echoed, overlapping and haunting. \"You have come to the place where creation's secrets lie, where all things begin and end.”</p><p>Healiangel’s glowing form flickered as he tried to steady himself. “Who are you? What is this place?”</p><p>\"We are the echoes of the Creator's first thoughts, the remnants of what was cast aside to make the light,” the voices replied. “We are what remains of the Creator's shadow.”</p><h4>The Truth Revealed</h4><p>As Healiangel drifted deeper, the shadows began to shift, forming images of a forgotten time – when the Creator first brought light into existence. The light was brilliant, pure, but it was not alone. With every spark of light, a shadow was born, cast aside and forgotten.</p><p>\"The war you fight,\" the voices continued, \"is but a reflection of that first division. Light and shadow, forever bound, forever opposed. The Creator's silence is not indifference – it is fear.”</p><p>Healiangel’s heart sank as he whispered, “Fear of what?”</p><p>\"Fear of the truth that without shadow, there is no light. And without conflict, there is no creation.”</p><h4>The Choice</h4><p>Healiangel stood at the heart of the swirling shadows, his wings dim but steady. “If this is true, then why destroy everything? Why let the Veil break?”</p><p>\"Because only in destruction is there rebirth,\" the voices answered. \"But you, child of light, can choose. Will you preserve this flawed creation, or allow it to fall so something new can emerge?”</p><p>Healiangel closed his eyes, the weight of the decision pressing down on him. As the battlefield outside waited, his choice would shape the destiny of all creation.</p>",
  "content_vi": "<h4>Cánh Cửa Đến Điều Chưa Biết</h4><p>Chiến trường như ngưng đọng khi Healiangel bước gần hơn đến Tấm Màn, đôi cánh phát sáng của anh run rẩy nhưng kiên định. Không khí xung quanh rung lên với sự căng thẳng từ vô số ánh mắt dõi theo từng cử động của anh. Những tua bóng tối bò dọc theo các vết nứt của Tấm Màn, tiếng thì thầm của chúng ngày càng lớn hơn, gấp gáp hơn.</p><p>“Healiangel!” Giọng Gabriel xé tan sự im lặng, tràn đầy nỗi sợ hãi và khẩn trương. “Lùi lại đi. Ngươi do not know what lies beyond that threshold!”</p><p>Lucifer, standing nearby with his dark wings spread, smirked faintly. “Let him go, Gabriel. Perhaps he will find that what lies beyond is freedom – freedom from the chains you cling to.”</p><p>Michael’s golden sword flared as he stepped forward. “This is not freedom, Lucifer. Whatever lies beyond the Veil is a power we cannot control. Healiangel, stop this madness!”</p><h4>Cú Nhảy Của Niềm Tin</h4><p>Healiangel quay lại, ánh mắt anh kiên định và sắc bén khi quét qua chiến trường. “Các ngươi không hiểu. Cuộc chiến này đã phá nát Thiên Đàng, chia rẽ sự đoàn kết của chúng ta, và giờ đe dọa tất cả. Ta không thể đứng yên trong khi toàn bộ sự sáng tạo sụp đổ.”</p><p>“Và ngươi sẽ làm gì?” Michael hỏi gặng, giọng ông sắc lạnh. “Vượt qua cái chưa biết? Hy sinh bản thân mình cho một canh bạc có thể khiến tất cả chúng ta diệt vong?”</p><p>“If that is what it takes,” Healiangel answered softly, his wings glowing faintly. “Someone must try. Someone must understand what we are truly fighting for.”</p><p>Không nói thêm lời nào, Healiangel bước vào Tấm Màn. Một ánh sáng chói lòa bùng nổ khi hình dáng anh biến mất trong các vết nứt, để lại chiến trường sững sờ. Tấm Màn rung lên dữ dội, rồi lặng yên, những vết nứt phát sáng với một vẻ bình yên kỳ lạ.</p><h4>Những Giọng Nói Bên Trong</h4><p>Bên trong Tấm Màn, Healiangel bị bao bọc bởi bóng tối sâu thẳm đến mức dường như kéo dài vô tận. Những tiếng thì thầm đã ám ảnh anh trên chiến trường giờ đây bao quanh anh hoàn toàn, tạo thành những lời nói rõ ràng.</p><p>\"Chào mừng, đứa con của ánh sáng,\" những giọng nói vang vọng, đan xen và ám ảnh. \"Ngươi đã đến nơi chứa đựng bí mật của sự sáng tạo, nơi mọi thứ bắt đầu và kết thúc.”</p><p>Hình dáng phát sáng của Healiangel chập chờn khi anh cố giữ vững mình. “Ngươi là ai? Đây là nơi nào?”</p><p>\"We are the echoes of the Creator's first thoughts, the remnants of what was cast aside to make the light,” the voices replied. “We are what remains of the Creator's shadow.”</p><h4>Sự Thật Được Tiết Lộ</h4><p>Khi Healiangel trôi dần sâu hơn, những bóng tối bắt đầu thay đổi, tạo thành những hình ảnh về một thời đã bị lãng quên – khi Đấng Sáng Tạo lần đầu tiên mang ánh sáng vào sự tồn tại. Ánh sáng rực rỡ, thuần khiết, nhưng nó không đơn độc. Với mỗi tia sáng, một bóng tối được sinh ra, bị gạt bỏ và quên lãng.</p><p>\"Cuộc chiến mà các ngươi chiến đấu,\" các giọng nói tiếp tục, \"chỉ là một sự phản chiếu của sự phân chia đầu tiên. Ánh sáng và bóng tối, mãi mãi gắn kết, mãi mãi đối đầu. Sự im lặng của Đấng Sáng Tạo không phải là sự thờ ơ – nó là nỗi sợ.”</p><p>Trái tim Healiangel trùng xuống khi anh thì thầm, “Sợ điều gì?”</p><p>\"Sợ sự thật rằng không có bóng tối, sẽ không có ánh sáng. Và không có xung đột, sẽ không có sự sáng tạo.”</p><h4>Sự Lựa Chọn</h4><p>Healiangel đứng giữa trung tâm của những bóng tối xoáy tròn, đôi cánh anh mờ đi nhưng vẫn vững vàng. “If this is true, then why destroy everything? Why let the Veil break?”</p><p>\"Because only in destruction is there rebirth,\" the voices answered. \"But you, child of light, can choose. Will you preserve this flawed creation, or allow it to fall so something new can emerge?”</p><p>Healiangel nhắm mắt lại, sức nặng của quyết định đè nặng lên anh. Khi chiến trường bên ngoài đang chờ đợi, lựa chọn của anh sẽ định hình vận mệnh của toàn bộ sự sáng tạo.</p>"
}
