{
  "chapter_id": "chapter-13",
  "title_en": "Chapter 13: The First Crack",
  "title_vi": "Chương 13: Vết Nứt Đầu Tiên",
  "content_en": "<p>The golden fields of the land outside the Garden of Eden (now a distant memory, a lost paradise) shimmered under the pale dawn light. Adam carefully tilled the soil, strength and determination evident in his movements, but his face was etched with the weariness and burden of their new life.</p><p>Nearby, not Eve, but Lilith, walked along the stream. She had returned. The lonely, harsh, and empty life of exile had eroded her initial pride. She could not bear complete isolation, and a part of her still clung to the only place she had ever called home, even though it had changed and no longer welcomed her as before. Her return was not submission, but an act of defiance against fate, an assertion that she would not be erased. The relationship between her and Adam was now complex and fraught with tension – a reluctant acceptance from both sides, sustained by shared memory and the necessity of survival. Her dark hair caught the rising sun, but her eyes no longer burned with their former fire; instead, they held weariness and a deep sorrow. A child slept peacefully in her arms – Abel. The boy, born under the silver moon, seemed to possess the serenity both his parents had lost, his laughter echoing like a rare, innocent melody in their harsh existence.</p><p>Cain watched from a distance, his dark eyes veiled by unspoken thoughts. He was the firstborn, the child of strength and passion, born to Eve in the difficult early days of exile. He saw the difference in how his parents treated him and Abel. Abel, the son of Lilith, the woman Adam both loved and feared, seemed to receive a different kind of attention, a subtle favor Cain couldn't understand. Abel's gentle hand guided the sheep softly, prompting their father to occasionally praise the boy's \"harmony\" with nature, while the offerings from the land Cain painstakingly presented often went unnoticed.</p><p>“Abel is fortunate,” Adam sometimes said to Eve, his gaze towards Lilith's son complex, perhaps an attempt to compensate for the strained relationship with the boy's mother. “He has the gentleness this world needs.”</p><p>Cain clenched his fists upon hearing those words, his heart heavy with resentment and a sense of abandonment. He worked the hardest soil, endured the harshest sun, yet it seemed never enough to match the favor shown to Abel.</p><p>In the dark corners of the new land, Lucifer, invisible yet ever-present, observed the growing rift between the brothers. His voice, sweet as honey and sharp as steel, whispered to Cain in his loneliest moments, when fatigue and discontent crept into the young man's soul.</p><p>“Does the Creator not see your labor, Cain? You work with your own hands, sweat upon this land, yet He favors the gentle touch of Abel, the son of her who once defied Him. Is that fair?”</p><p>Cain hesitated, the words sinking into his heart like poisonous thorns. “It is not my place to question His will,” he whispered, but his voice lacked conviction, and the seed of jealousy had begun to sprout.</p><p>One fateful morning, as the sun peeked over the horizon, Cain called Abel out to the field. His voice strained to remain calm, but his heart blazed with the long-simmering storm of emotions.</p><p>“Let us walk together, brother,” Cain said, his voice unnervingly steady.</p><p>The sun climbed higher, its harsh light beating down relentlessly. As they walked among the fields of wheat awaiting harvest, Cain's jealousy and sense of injustice became unbearable, overwhelming all reason, all brotherly affection. In a moment of blind fury, fueled by dark whispers and his own pain, he struck his brother a fatal blow.</p><p>Abel's lifeless body lay among the golden stalks of wheat. Cain stood trembling, his hands stained with blood—the first blood shed on this earth by human hands. The silence that followed was heavier and more terrifying than any scream.</p>",
  "content_vi": "<p>Những cánh đồng vàng óng của vùng đất bên ngoài Vườn Địa Đàng (Eden giờ chỉ còn là ký ức xa xôi, một thiên đường đã mất) lấp lánh dưới ánh bình minh nhợt nhạt. Adam cẩn trọng cày xới mảnh đất, sức mạnh và quyết tâm hiện rõ trong từng động tác, nhưng nét mặt y hằn sâu nỗi mệt mỏi và gánh nặng của cuộc sống mới.</p><p>Gần đó, không phải Eve, mà là Lilith, bước dọc theo dòng suối. Nàng đã trở lại. Cuộc sống lưu vong đơn độc, khắc nghiệt và trống rỗng đã bào mòn sự kiêu hãnh ban đầu của nàng. Nàng không thể chịu đựng sự cô lập hoàn toàn, và một phần trong nàng vẫn còn vương vấn với nơi duy nhất nàng từng gọi là nhà, dù nó đã thay đổi và không còn chào đón nàng như trước. Sự trở lại của nàng không phải là sự khuất phục, mà là một hành động thách thức số phận, một lời khẳng định rằng nàng sẽ không bị xóa sổ. Mối quan hệ giữa nàng và Adam giờ đây phức tạp và đầy căng thẳng – một sự chấp nhận miễn cưỡng từ cả hai phía, được duy trì bởi ký ức chung và sự cần thiết phải sinh tồn. Mái tóc đen của nàng bắt lấy ánh mặt trời mọc, nhưng đôi mắt nàng không còn cháy rực như xưa, thay vào đó là sự mệt mỏi và một nỗi buồn sâu thẳm. Một đứa trẻ đang ngủ yên trong vòng tay nàng – Abel. Cậu bé, sinh ra dưới ánh trăng bạc, dường như mang trong mình sự thanh thản mà cả cha mẹ đều đã đánh mất, tiếng cười của cậu vang lên như giai điệu ngây thơ hiếm hoi trong cuộc sống khắc khổ.</p><p>Cain đứng từ xa quan sát, đôi mắt tối của anh che phủ bởi những suy nghĩ không thể nói ra. Anh là con đầu lòng, đứa con của sức mạnh và sự nhiệt huyết, sinh ra từ Eve trong những ngày đầu lưu đày đầy khó khăn. Anh nhìn thấy sự khác biệt trong cách cha mẹ đối xử với mình và Abel. Abel, đứa con của Lilith, người phụ nữ mà Adam vừa yêu vừa sợ, dường như nhận được một sự chú ý khác biệt, một sự ưu ái ngầm mà Cain không thể lý giải. Bàn tay dịu dàng của Abel dẫn dắt đàn cừu một cách nhẹ nhàng, khiến cha họ đôi khi buột miệng khen ngợi sự \"hòa hợp\" của cậu với thiên nhiên, trong khi những lễ vật từ đất đai mà Cain vất vả dâng lên lại thường không nhận được sự chú ý tương tự.</p><p>“Abel thật may mắn,” Adam đôi khi nói với Eve, ánh mắt nhìn về phía đứa con của Lilith với vẻ phức tạp, có lẽ là một sự cố gắng bù đắp cho mối quan hệ căng thẳng với mẹ cậu bé. “Nó có sự nhẹ nhàng mà thế giới này cần.”</p><p>Cain siết chặt nắm tay khi nghe những lời đó, trái tim anh nặng trĩu sự phẫn uất và cảm giác bị bỏ rơi. Anh cày xới những mảnh đất cằn cỗi nhất, chịu đựng ánh nắng gay gắt nhất, nhưng dường như không bao giờ đủ để sánh với sự ưu ái dành cho Abel.</p><p>Trong những góc tối của vùng đất mới, Lucifer, vô hình nhưng luôn hiện diện, quan sát sự rạn nứt ngày càng lớn giữa hai anh em. Giọng nói của hắn, ngọt ngào như mật ong và sắc bén như thép, thì thầm với Cain trong những lúc cô độc nhất, khi sự mệt mỏi và bất mãn xâm chiếm tâm hồn non nớt của anh.</p><p>“Đấng Sáng Tạo không thấy công sức của ngươi sao, Cain? Ngươi lao động bằng chính đôi tay mình, đổ mồ hôi trên mảnh đất này, nhưng Ngài lại ưu ái cái chạm dịu dàng của Abel, đứa con của kẻ đã từng thách thức Người. Điều đó có công bằng không?”</p><p>Cain ngập ngừng, những lời nói ấy len lỏi vào trái tim anh như những cái gai độc. “Đó không phải việc của ta để chất vấn ý nguyện của Ngài,” anh thì thầm, nhưng giọng nói của anh thiếu sự chắc chắn, và hạt giống ghen tị đã bắt đầu nảy mầm.</p><p>Một buổi sáng định mệnh, khi mặt trời vừa ló dạng, Cain gọi Abel ra cánh đồng. Giọng nói của anh cố giữ vẻ bình tĩnh, nhưng trái tim anh đang rực cháy bởi cơn bão cảm xúc tích tụ bấy lâu.</p><p>“Anh em ta hãy đi dạo,” Cain nói, giọng anh ổn định một cách đáng sợ.</p><p>Mặt trời dần lên cao, ánh sáng gay gắt không ngừng chiếu rọi. Khi họ bước đi giữa những cánh đồng lúa mì đang chờ thu hoạch, lòng ghen tị và cảm giác bất công của Cain trở nên không thể chịu đựng nổi, lấn át mọi lý trí, mọi tình cảm anh em. Trong một khoảnh khắc cuồng nộ mù quáng, bị thúc đẩy bởi những lời thì thầm đen tối và nỗi đau của chính mình, anh đã giáng đòn chí mạng xuống em trai mình.</p><p>Thân thể bất động của Abel nằm giữa những cánh đồng lúa vàng óng. Cain đứng run rẩy, đôi tay anh nhuốm máu—dòng máu đầu tiên đổ xuống mảnh đất này bởi chính bàn tay con người. Sự im lặng sau đó nặng nề và đáng sợ hơn bất kỳ tiếng gào thét nào.</p>"
}
