{
  "chapter_id": "chapter-17",
  "title_en": "Chapter 17: The Floodgates Open",
  "title_vi": "Chương 17: Cửa Lũ Mở Toang",
  "content_en": "<p>The final day dawned not with sunlight, but with an oppressive grey sky that pressed down upon the Earth. Noah, his family, and the pairs of creatures were sealed within the vast wooden ark, the heavy door shut tight against the world outside. The air grew thick and still, a silence pregnant with impending doom.</p><p>Then, the first drops fell – not gentle rain, but heavy, violent bursts, striking the earth like stones. The mockery of the onlookers quickly turned to confusion, then terror, as the downpour intensified. The sky opened, unleashing torrents unlike anything ever witnessed. Simultaneously, the fountains of the great deep burst forth, water surging from the very ground, swallowing the land.</p><p>Panic erupted. People scrambled for higher ground, their cries lost in the roar of the deluge. Homes were swept away, communities vanished beneath the churning, rising waters. Inside the ark, Noah and his family huddled together. The creaking of timbers and the crashing thunder outside reminded them of their fragile mortality. Yet, they prayed, their faith the only light in the suffocating darkness of the storm.</p><h4>The Angels' Lament</h4><p>High above, in the radiant halls of Heaven, the angels stood in sorrowful silence, watching the Earth disappear beneath the vast expanse of water. The eternal music of Heaven ceased, replaced by the solemn silence of judgment.</p><p>Gabriel's golden eyes shone with sadness as he turned to Michael. “Do they hear it, Michael? The silence of the Earth? The screams of the lost swallowed by the deep?”</p><p>Michael's expression remained resolute, but his voice was heavy with pain. “The Creator hears, Gabriel. He hears the cries of both the wicked and the innocent. This is the price of defiance.”</p><p>Nearby, Raphael bowed his head, hands clasped before him. “And yet,” he whispered, “even in judgment, there is mercy. The ark floats, and life will endure.”</p><h4>The Ark Upon the Waters</h4><p>For forty days and nights, the rain was relentless. Inside the ark, the steady rhythm of caring for the animals kept Noah and his family anchored amidst the chaos.</p><p>Noah often knelt in prayer. “Lord,” he murmured, “Your justice is great, but Your mercy sustains us. May Your hand guide us through this trial, that we may honor Your covenant.”</p><p>Outside, the world was remade by water. Mountains vanished, forests were swallowed, and the Earth became an endless ocean of waves. Humanity's sin was washed away, but what would rise in its place remained unknown.</p><h4>The Rainbow's Promise</h4><p>When the rains ceased, and the ark rested upon a mountaintop, Noah and his family stepped onto dry land. The air was clean, and a brilliant rainbow arched across the sky – a vibrant promise from the Creator.</p><p>\"This is the token of the covenant which I make,\" the Creator's voice resonated. \"I will not again curse the ground anymore for man's sake; neither will I again smite any more every thing living, as I have done. The rainbow shall be in the cloud; and I will look upon it, that I may remember the everlasting covenant.\"</p><p>Noah fell to his knees upon the earth, tears streaming down his face as he offered thanks. Though the journey had been fraught with fear and loss, it ended in redemption and a new beginning.</p><p>As Noah and his family stepped onto dry land, the rainbow arched across the sky like a vibrant promise of renewal. But far beyond mortal sight, in the radiant halls of Heaven, an unease began to stir.</p><p>\"Do you feel it, Raphael?\" Gabriel whispered, his golden eyes gazing distantly through the clouds. \"The Creator's covenant with Earth is established, yet the silence of Heaven grows heavier with each passing moment.\"</p><p>Raphael's serene face flickered as he glanced towards the Throne. \"I feel it too, Gabriel. A fracture—a darkness taking root in the hearts of our own kind. It is as if Heaven's harmony is beginning to unravel.\"</p><p>Unseen, Lucifer stood quietly at the edge of the gleaming halls, his once-pure wings catching the light in fractured patterns. His gaze was fixed on the distant rainbow below, its brilliance reflected in his cold, calculating eyes.</p><p>\"Mercy for Earth,\" he murmured, \"but what of Heaven's injustice? It is time the truth was unveiled and this facade of perfection shattered.\"</p><p>And as peace bloomed on Earth, the first whispers of war stirred the heart of Heaven.</p>",
  "content_vi": "<h4>Hồng Thủy Bắt Đầu</h4><p>Suốt hàng thế kỷ, Trái Đất oằn mình dưới sức nặng của sự bại hoại và tội lỗi của nhân loại, đất đai nhuốm máu và ô uế. Tiếng khóc than của kẻ vô tội và tiếng cười ngạo nghễ của kẻ ác vang vọng đến cổng Thiên Đàng, không được đáp lại nhưng cũng không bị lãng quên. Cuối cùng, Đấng Sáng Tạo hành động, công lý của Người mang cả nỗi buồn và tính tất yếu không thể tránh khỏi.</p><p>Bầu trời, từng rộng lớn và yên bình, trở nên tối sầm khi những đám mây giông tập hợp như binh lính chuẩn bị xung trận. Gió gào thét, tiếng rít của chúng đầy đau thương, và những giọt mưa đầu tiên rơi xuống – nhẹ nhàng, tưởng chừng vô hại. Nhưng chẳng bao lâu, chúng biến thành cơn mưa xối xả không ngừng, nhấn chìm Trái Đất trong cơn thịnh nộ cuồng loạn.</p><p>Sông ngòi dâng trào, vỡ bờ, nuốt chửng rừng cây, cánh đồng, và làng mạc. Từ sâu trong lòng đất, các mạch nước ngầm phun trào dữ dội, hòa cùng dòng nước mưa từ trên cao đổ xuống. Tiếng gầm rú của cơn lũ nhấn chìm những tiếng la hét tuyệt vọng của những kẻ từng chế giễu lời cảnh báo của Noah.</p><p>Bên trong con tàu, Noah và gia đình hắn co cụm lại với nhau. Tiếng cọt kẹt của những thanh gỗ và tiếng sấm rền vang vọng từ bên ngoài nhắc nhở họ về sự mong manh của kiếp người. Dẫu vậy, họ vẫn cầu nguyện, đức tin là ánh sáng duy nhất soi rọi giữa bóng tối mịt mùng của cơn bão.</p><h4>Lời Than Thở Của Các Thiên Thần</h4><p>Trên cao, trong các đại sảnh rực rỡ của Thiên Đàng, các thiên thần đứng lặng im đầy đau buồn, dõi theo Trái Đất dần biến mất dưới làn nước mênh mông. Bản nhạc vĩnh cửu của Thiên Đàng ngừng bặt, thay vào đó là sự im lặng trang nghiêm của sự phán xét.</p><p>Đôi mắt vàng của Gabriel ánh lên nỗi buồn khi y quay sang Michael. “Họ có nghe thấy không, Michael? Sự im lặng của Trái Đất? Những tiếng kêu gào của kẻ đã mất bị vực sâu nuốt chửng?”</p><p>Vẻ mặt của Michael vẫn kiên định, nhưng giọng y nặng trĩu nỗi đau. “Đấng Sáng Tạo nghe thấy, Gabriel. Người nghe thấy tiếng khóc của cả kẻ ác và người vô tội. Đây là cái giá của sự chống đối.”</p><p>Gần đó, Raphael cúi đầu, đôi tay đan trước ngực. “Và tuy nhiên,” y thì thầm, “ngay cả trong sự phán xét, vẫn có lòng thương xót. Con tàu đang trôi, và sự sống sẽ trường tồn.”</p><h4>Con Tàu Trên Dòng Nước</h4><p>Suốt bốn mươi ngày đêm, cơn mưa không ngớt. Bên trong con tàu, công việc chăm sóc các loài vật theo nhịp điệu đều đặn giúp Noah và gia đình hắn giữ vững tinh thần giữa sự hỗn loạn.</p><p>Noah thường xuyên quỳ xuống cầu nguyện. “Lạy Chúa,” hắn thì thầm, “công lý của Người thật vĩ đại, nhưng lòng thương xót của Người nâng đỡ chúng con. Nguyện bàn tay Người dẫn dắt chúng con qua thử thách này, để chúng con tôn vinh giao ước của Người.”</p><p>Bên ngoài, thế giới được tái tạo bởi nước. Núi non biến mất, rừng rậm bị nuốt chửng, và Trái Đất trở thành một biển sóng bất tận. Tội lỗi của nhân loại bị gột rửa, nhưng điều gì sẽ vươn lên thay thế vẫn còn là một ẩn số.</p><h4>Lời Hứa Của Cầu Vồng</h4><p>Khi cơn mưa tạnh, và con tàu neo đậu trên một ngọn núi, Noah và gia đình hắn bước lên vùng đất khô ráo. Không khí trong lành, và một chiếc cầu vồng rực rỡ vắt ngang bầu trời – một lời hứa sống động từ Đấng Sáng Tạo.</p><p>\"Đây là giao ước của Ta với ngươi,\" tiếng Đấng Sáng Tạo vang vọng. \"Sẽ không bao giờ nữa Ta hủy diệt Trái Đất bằng nước lũ. Cầu vồng này trên bầu trời là dấu hiệu của Ta cho mọi thế hệ, một lời hứa của lòng thương xót và hy vọng.\"</p><p>Noah fell to his knees upon the earth, tears streaming down his face as he offered thanks. Though the journey had been fraught with fear and loss, it ended in redemption and a new beginning.</p><p>Khi Noah và gia đình bước lên vùng đất khô ráo, cầu vồng vắt ngang bầu trời như một lời hứa sống động về sự đổi mới. Nhưng xa hơn tầm mắt của người phàm, trong các đại sảnh rực rỡ của Thiên Đàng, một sự bất an bắt đầu dấy lên.</p><p>\"Ngươi có cảm nhận được không, Raphael?\" Gabriel thì thầm, đôi mắt vàng ánh nhìn xa xăm qua những đám mây. \"Giao ước của Đấng Sáng Tạo với Trái Đất đã được thiết lập, nhưng sự im lặng của Thiên Đàng ngày càng trở nên nặng nề hơn qua từng khoảnh khắc.\"</p><p>Gương mặt bình thản của Raphael thoáng dao động khi y nhìn về phía Ngai Vàng. \"Ta cũng cảm nhận được điều đó, Gabriel. Một sự rạn nứt—một bóng tối đang bén rễ trong trái tim của đồng loại chúng ta. Cứ như thể sự hài hòa của Thiên Đàng đang bắt đầu tan vỡ.\"</p><p>Không ai thấy được, Lucifer đứng lặng lẽ ở rìa các đại sảnh rực rỡ, đôi cánh từng thuần khiết của hắn bắt ánh sáng theo những hoa văn đứt gãy. Ánh mắt hắn hướng về cầu vồng phía dưới xa, sự rực rỡ của nó phản chiếu trong đôi mắt lạnh lùng và đầy toan tính.</p><p>\"Lòng thương xót cho Trái Đất,\" hắn lẩm bầm, \"nhưng còn sự bất công của Thiên Đàng thì sao? Đã đến lúc sự thật phải được phơi bày và đánh tan lớp vỏ hoàn hảo giả tạo này.\"</p><p>Và khi hòa bình đơm hoa trên Trái Đất, những tiếng thì thầm đầu tiên của chiến tranh đã khuấy động trái tim của Thiên Đàng.</p>"
}
