{
  "chapter_id": "chapter-24",
  "title_en": "Chapter 24: The Cost of Light",
  "title_vi": "Chương 24: Cái Giá của Ánh Sáng",
  "content_en": "<h4>The Weight of Resistance</h4><p>The Veil trembled, emitting a low moan as if in agony. Tendrils of shadow seeped through the cracks, each pulse seeming like a heavy blow against Heaven's stability. Around, the faint light of the remaining angels mingled with the roar of battle.</p><p>Healiangel stood before the Veil, his wings radiating a weak but determined light. Sweat beaded on his brow, his hands trembling as he poured all his strength into holding the rift closed. He knew he was fading with every passing second, but his will burned brightly in his heart.</p><p>\"Do not stop, Healiangel!\" Michael roared from the other side, his golden sword flashing as it clashed with Lucifer's dark blade. \"You are our last hope. If the Veil falls, nothing can save the celestial realms.”</p><h4>The Tempting Whispers</h4><p>Lucifer, standing amidst the swirling darkness, his expression arrogant and fiery. “What do you fight for, Healiangel?” he asked, his voice soft yet filled with venom. “A decaying heaven? A fragile Veil about to shatter? Is this price worth it?”</p><p>Healiangel did not answer, his light flaring brighter in defiance of the taunt. But the whispers from the darkness grew stronger, promising hidden truths and unprecedented power.</p><p>\"You could heal not just these wounds, Healiangel,\" Lucifer continued, his voice now gentle, almost lulling. \"You could heal this entire order, rebuild something stronger, fairer. But not within their chains.”</p><p>The darkness closed in around Healiangel, the whispers penetrating the deepest corners of his mind. He felt his very being pulled towards the abyss.</p><h4>The Beacon of Light</h4><p>\"No!\" Healiangel cried out, his voice ringing like a bell amidst the storm. “I am a healer, not a destroyer. Even if the Veil breaks, even if heaven falls, I will not lose who I am.”</p><p>With a final surge of strength, Healiangel pushed his light into the Veil. The cracks began to close, threads of golden light weaving through the gaps of darkness. But each pulse of light took a piece of him with it.</p><p>Lucifer watched him with a mixture of astonishment and anger. “You are destroying yourself, Healiangel! For something unworthy.”</p><p>“If the price to save all is myself, then I will gladly pay it,” Healiangel whispered, the light in his eyes gentle but resolute.</p><h4>The Veil Restored</h4><p>As the Veil finally stabilized, the darkness receded, and the light of Heaven shone brightly once more. The battle ceased, the angels standing motionless, watching Healiangel kneel before the Veil.</p><p>Michael and Gabriel rushed to his side, their eyes filled with concern. “You did it, Healiangel,” Gabriel said, his voice choked with emotion. “You saved us.”</p><p>But Healiangel’s gaze was distant, his voice faint yet filled with sorrow. “This is only temporary. The Veil will crack again. And next time…” He paused, his light fading. “…perhaps I will not be here.”</p><p>Michael placed a hand on his shoulder, his eyes blazing with determination. “We will fight together, Healiangel. No one stands alone in this battle.”</p>",
  "content_vi": "<h4>Sức Nặng Của Sự Chống Cự</h4><p>Tấm Màn run rẩy, phát ra tiếng than vãn như thể chính nó cũng đang đau đớn. Những tua bóng tối đang len lỏi qua các vết nứt, từng nhịp đập dường như là một cú đánh mạnh vào sự vững chắc của thiên đường. Xung quanh, ánh sáng yếu ớt của các thiên thần còn sót lại dần hòa lẫn với tiếng gầm của trận chiến.</p><p>Healiangel đứng trước Tấm Màn, đôi cánh anh tỏa ra ánh sáng yếu ớt nhưng đầy quyết tâm. Mồ hôi rịn trên trán, đôi bàn tay anh run rẩy khi dồn hết sức mạnh vào việc giữ lấy khe nứt. Anh biết rằng mình đang cạn kiệt từng giây từng phút, nhưng trong trái tim anh, ý chí vẫn cháy bừng bừng.</p><p>\"Đừng dừng lại, Healiangel!\" Michael gầm lên từ phía bên kia, thanh kiếm vàng của ông lóe sáng khi va chạm với lưỡi kiếm đen của Lucifer. \"Ngươi là hy vọng cuối cùng của chúng ta. Nếu Tấm Màn sụp đổ, không còn gì có thể cứu được cả thiên giới.”</p><h4>Lời Thì Thầm Cám Dỗ</h4><p>Lucifer, đứng giữa bóng tối đang xoáy quanh, ánh mắt hắn đầy kiêu ngạo và rực lửa. “Ngươi chiến đấu vì điều gì, Healiangel?” hắn hỏi, giọng hắn nhẹ nhàng nhưng ngập tràn độc địa. “Một thiên đường mục nát? Một Tấm Màn mong manh sắp tan vỡ? Cái giá này đáng sao?”</p><p>Healiangel did not answer, his light flaring brighter in defiance of the taunt. But the whispers from the darkness grew stronger, promising hidden truths and unprecedented power.</p><p>\"Ngươi có thể chữa lành không chỉ những vết thương này, Healiangel,\" Lucifer tiếp tục, giọng hắn giờ đây trở nên dịu dàng, như một sự ru ngủ. \"Ngươi có thể chữa lành cả trật tự này, xây dựng lại một thứ gì đó mạnh mẽ hơn, công bằng hơn. Nhưng không phải trong xiềng xích của chúng.”</p><p>Bóng tối vây quanh Healiangel, những lời thì thầm len lỏi vào từng góc nhỏ nhất trong tâm trí anh. Anh cảm thấy như cả cơ thể đang bị kéo về phía vực thẳm.</p><h4>Ngọn Hải Đăng Của Ánh Sáng</h4><p>\"Không!\" Healiangel hét lên, giọng anh vang vọng như một tiếng chuông giữa cơn bão. “Ta là một người chữa lành, không phải kẻ hủy diệt. Dù Tấm Màn có vỡ, dù thiên đường có sụp đổ, ta sẽ không đánh mất bản chất của mình.”</p><p>Với một sức mạnh cuối cùng, Healiangel đẩy ánh sáng của mình vào Tấm Màn. Những vết nứt bắt đầu khép lại, từng tia ánh sáng vàng dệt lại những khoảng trống của bóng tối. Nhưng mỗi nhịp đập của ánh sáng ấy cũng lấy đi một phần của chính anh.</p><p>Lucifer watched him with a mixture of astonishment and anger. “You are destroying yourself, Healiangel! For something unworthy.”</p><p>“If the price to save all is myself, then I will gladly pay it,” Healiangel whispered, the light in his eyes gentle but resolute.</p><h4>Tấm Màn Được Hồi Phục</h4><p>Khi Tấm Màn cuối cùng cũng ổn định, bóng tối bị đẩy lùi, và ánh sáng của Thiên Đàng một lần nữa bừng sáng. Trận chiến dừng lại, những thiên thần đứng bất động, nhìn Healiangel quỳ gối trước Tấm Màn.</p><p>Michael and Gabriel rushed to his side, their eyes filled with concern. “You did it, Healiangel,” Gabriel said, his voice choked with emotion. “You saved us.”</p><p>Nhưng ánh mắt Healiangel chỉ nhìn xa xăm, giọng anh khẽ nhưng đầy nỗi buồn. “This is only temporary. The Veil will crack again. And next time…” He paused, his light fading. “…perhaps I will not be here.”</p><p>Michael placed a hand on his shoulder, his eyes blazing with determination. “We will fight together, Healiangel. No one stands alone in this battle.”</p>"
}
