{
  "chapter_id": "chapter-08",
  "title_en": "Chapter 08: Entering the New World",
  "title_vi": "Chương 08: Bước Vào Thế Giới Mới",
  "content_en": "<p>The day Hael left, the sky was not raining, but it was heavy with a lead gray. The farewell took place quietly in front of the dilapidated house. Mrs. Lan didn't cry much, only her eyes were red, and her thin hands trembled to stroke the folds of Hael's worn shirt. She put in his hand the last piece of thorn leaf cake, the gift of the countryside that he still loved. \"Take the road to stay healthy, baby,\" she choked up. \"Don't forget your mother, don't forget this village.\" Hael hugged her mother's thin shoulders tightly, trying to inhale the familiar scent, trying to engrave this image in her mind, an invisible fear that this warm memory would eventually fade like smoke. He couldn't say a word, just nodded, his throat choked bitterly. He promised to call often, to visit as soon as he could, but deep down in his heart, he clearly felt that an invisible distance was growing, not just geography. Turning his back and walking, he didn't dare to look back, afraid that he wouldn't have the courage to leave the only embrace that really belonged to him.</p><p>The luxury car sent by the people of the Morningstar Foundation took Hael straight to a high-end apartment complex in the center of magnificent Saigon. Far from a damp motel room or a simple cottage, his new residence is a modern, comfortable serviced apartment with large glass doors overlooking the bustling city. Hael stands in the middle of a spacious living room, between shiny surfaces and expensive furniture. A part of him, who was too accustomed to deprivation, couldn't help but be overwhelmed by this sudden luxury. The opportunity to study, a better life, a \"treasure\" that he had never dared to dream of, was now unfolding in front of him. But the bright crystal light exuded a cold feeling, and the sterile perfection of this place made him feel strange. The feeling of \"innkeeper\" quickly returned, more intense. This is not home. This is a gorgeous, gilded cage, but it's still a cage.</p><p>The people of the Morningstar Foundation, who always appear with standard smiles and polite business attire, help him arrange his new life. They signed him up for crash English classes, gave him instructions on how to use modern equipment, and took him shopping for some new clothes — things he had never thought of before. They give him a chance with both hands, but their smiles never seem to reach the bottom of his eyes. Hael felt the implicit surveillance behind that almost perfect thoughtful cover. They knew exactly when he left the house, when he came back. Once, an employee even accidentally mentioned details in a private conversation between him and Lan's mother over the phone, making Hael's spine cold. He caught a glimpse of the familiar black car that had taken him from the countryside to the bottom of the building a few times, and then quickly merged into the traffic.</p><p>In order to \"help Hael integrate and gain experience\", the Foundation arranged for him to work part-time at their representative office. The work is not strenuous, mainly handling paperwork, interpreting simple documents, and sometimes accompanying other employees on field trips to funded projects.</p><p>During a trip to visit a loving home for orphans in the suburbs, Hael once again faces the earthly pain that he is both afraid and compelled to touch. In the midst of the innocent children, he noticed a thin girl sitting alone in the corner of the yard, her big round eyes looking into the distance. A faint \"crack\", a sign of deep hurt, existed around her, as if it was gently vibrating, inviting healing. Compassion is like an electric current running through Hael's body. He wanted to walk over, he wanted to put his hand on those trembling little shoulders, he wanted to soothe the pain in those eyes. The instinct screamed inside him.</p><p>But then the image of the Rolling Cai River, the feeling of exhaustion fades, and the fear of shattered memories comes back as a cold warning. His hands clenched, his nails pressed deep into his palms to the point of blood. You can't! You don't dare! The price was too high - the very pieces of memories of his mother, the only warmth he ever knew. He could only quietly approach, sit down next to her, and clumsily hand her the last sugar candy left in his pocket. She looked up at him, her eyes still gloomy but a little more surprised. Helplessness and self-reproach were like a rock weighing down Hael's chest. He turned away, not daring to look directly into those clear eyes anymore.</p><p>Los Angeles.</p><p>In a luxurious office on the top floor of the Lux building, Lucifer smiled with satisfaction as he looked at the report and the photos sent back from Vietnam. Especially the moment when Hael struggles internally and decides not to touch the orphan. The large screen in front of him showed Hael sitting alone in the apartment, his face hidden in darkness. \"Great,\" he whispered, twirling the whiskey glass in his hand. \"The fear has begun to take root. Let compassion and helplessness torment him. When a healing angel does not dare to heal, he will begin to doubt his own being. And that's when I can reshape him at will.\" He took a sip of wine, his eyes flashing with the excitement of the hunter who was cornering his prey into the corner of the wall.</p><p>Heaven.</p><p>Michael's eyes were still watching the angel armies who were practicing non-stop in the Great Hall. The sound of metal colliding with each other was dry and cold. Reports of Hael's repression in the home of love only add to his contempt. \"Weakness and fear. He had completely lost his angelic nature. There's nothing worth worrying about.\" Gabriel stood behind him, and hearing that cold comment, his heart sank. He looked down at the distant Earth, where his old brother was struggling alone in the dark, targeted by both Heaven and Hell. But he could only sigh in silence, his silver wings drooping helplessly.</p><p>Night fell again. Hael sits alone in a lavish but unusually empty apartment. The city lights outside were bright, promising many things, but they could not illuminate the loneliness and confusion in his heart. He had entered a new world, seized a chance to change his life, but the feeling of being lost and imprisoned was even more pronounced. The road ahead was blurry, full of invisible pitfalls under a flashy cover, and he didn't know if he had the strength, or rather the courage, to face it.</p>",
  "content_vi": "<p>Ngày Hael rời đi, bầu trời không mưa nhưng nặng trĩu một màu xám chì. Cuộc chia tay diễn ra lặng lẽ trước căn nhà lá xiêu vẹo. Bà Lan không khóc nhiều, chỉ đôi mắt đỏ hoe, bàn tay gầy guộc run run vuốt lại nếp áo đã sờn vai của Hael. Bà dúi vào tay cậu bọc bánh ít lá gai cuối cùng, thứ quà quê mà cậu vẫn thích. \"Đi đường giữ gìn sức khỏe, con nhé,\" bà nghẹn ngào. \"Đừng quên mẹ, đừng quên cái làng này.\" Hael ôm chặt lấy bờ vai gầy của mẹ, cố gắng hít hà mùi hương quen thuộc, cố gắng khắc sâu hình ảnh này vào tâm trí, một nỗi sợ vô hình len lỏi rằng ký ức ấm áp này rồi cũng sẽ phai nhạt như sương khói. Cậu không nói được lời nào, chỉ gật đầu, cổ họng nghẹn đắng. Cậu hứa sẽ gọi điện thường xuyên, sẽ về thăm ngay khi có thể, nhưng sâu thẳm trong lòng, cậu cảm nhận rõ một khoảng cách vô hình đang lớn dần, không chỉ là địa lý. Quay lưng bước đi, cậu không dám ngoảnh lại, sợ rằng sẽ không đủ can đảm để rời xa vòng tay duy nhất thực sự thuộc về mình.</p><p>Chiếc xe sang trọng do người của Quỹ Morningstar cử đến đưa Hael thẳng đến một khu căn hộ cao cấp giữa trung tâm Sài Gòn hoa lệ. Khác xa căn phòng trọ ẩm thấp hay ngôi nhà lá đơn sơ, nơi ở mới của cậu là một căn hộ dịch vụ hiện đại, tiện nghi với cửa kính lớn nhìn bao quát thành phố nhộn nhịp. Hael đứng giữa phòng khách rộng rãi, giữa những bề mặt sáng bóng và nội thất đắt tiền. Một phần trong cậu, vốn đã quá quen với thiếu thốn, không thể không choáng ngợp trước sự xa hoa đột ngột này. Cơ hội học hành, một cuộc sống tốt đẹp hơn, một \"kho báu\" mà cậu chưa từng dám mơ tới, giờ đây đang bày ra trước mắt. Nhưng ánh đèn pha lê rực rỡ lại hắt lên một cảm giác lạnh lẽo, và sự hoàn hảo đến vô trùng của nơi này khiến cậu thấy xa lạ. Cảm giác \"kẻ ở trọ\" nhanh chóng quay lại, mãnh liệt hơn. Đây không phải nhà. Đây là một cái lồng mạ vàng, lộng lẫy đấy, nhưng vẫn là một cái lồng.</p><p>Những người của Quỹ Morningstar, luôn xuất hiện với nụ cười chuẩn mực và trang phục công sở lịch thiệp, giúp cậu sắp xếp cuộc sống mới. Họ đăng ký cho cậu các lớp học tiếng Anh cấp tốc, hướng dẫn sử dụng các thiết bị hiện đại, đưa cậu đi mua sắm vài bộ quần áo mới – những thứ mà trước đây cậu chưa bao giờ dám nghĩ đến. Họ trao cho cậu cơ hội bằng cả hai tay, nhưng nụ cười của họ dường như không bao giờ chạm đến đáy mắt. Hael cảm nhận được sự giám sát ngầm sau lớp vỏ bọc chu đáo gần như hoàn hảo ấy. Họ biết chính xác khi nào cậu ra khỏi nhà, khi nào cậu về. Có lần, một nhân viên còn vô tình nhắc đến chi tiết trong cuộc nói chuyện riêng tư giữa cậu và mẹ Lan qua điện thoại, khiến sống lưng Hael lạnh toát. Cậu thoáng thấy chiếc xe đen quen thuộc đã đưa cậu từ quê lên đôi lần lướt qua dưới tòa nhà, rồi nhanh chóng hòa vào dòng xe cộ.</p><p>Để \"giúp Hael hòa nhập và tích lũy kinh nghiệm\", Quỹ sắp xếp cho cậu công việc bán thời gian tại văn phòng đại diện của họ. Công việc không nặng nhọc, chủ yếu là xử lý giấy tờ, phiên dịch tài liệu đơn giản và đôi khi tháp tùng các nhân viên khác trong những chuyến đi thực tế đến các dự án được tài trợ.</p><p>Trong một chuyến đi đến thăm mái ấm tình thương nuôi dưỡng trẻ mồ côi ở ngoại thành, Hael lại một lần nữa đối mặt với nỗi đau trần thế mà cậu vừa sợ hãi vừa bị thôi thúc phải chạm vào. Giữa đám trẻ đang nô đùa hồn nhiên, cậu chú ý đến một bé gái gầy gò ngồi co ro một mình ở góc sân, đôi mắt to tròn ngấn nước nhìn xa xăm. Một \"vết nứt\" mờ ảo, dấu hiệu của sự tổn thương sâu sắc, hiện hữu quanh con bé, như đang khẽ rung động, mời gọi sự chữa lành. Lòng trắc ẩn như một dòng điện chạy dọc cơ thể Hael. Cậu muốn bước đến, muốn đặt tay lên đôi vai nhỏ bé đang run rẩy kia, muốn xoa dịu nỗi đau trong đôi mắt ấy. Bản năng gào thét bên trong cậu.</p><p>Nhưng rồi hình ảnh dòng sông Cái cuồn cuộn, cảm giác kiệt sức đến lịm đi, và nỗi sợ hãi về những ký ức vụn vỡ lại hiện về như một lời cảnh báo lạnh lùng. Bàn tay cậu siết chặt lại, móng tay bấm sâu vào lòng bàn tay đến ứa máu. Cậu không thể! Cậu không dám! Cái giá phải trả là quá đắt - là chính những mảnh ghép ký ức về mẹ, về sự ấm áp duy nhất cậu từng biết. Cậu chỉ có thể lặng lẽ tiến lại gần, ngồi xuống bên cạnh cô bé, vụng về đưa cho nó viên kẹo đường cuối cùng còn sót lại trong túi áo. Con bé ngước lên nhìn cậu, ánh mắt vẫn u buồn nhưng có thêm một chút ngạc nhiên. Nỗi bất lực và sự tự trách như một tảng đá đè nặng lên lồng ngực Hael. Cậu quay đi, không dám nhìn thẳng vào đôi mắt trong veo ấy nữa.</p><p>Los Angeles.</p><p>Trong văn phòng sang trọng trên tầng cao nhất của tòa nhà Lux, Lucifer mỉm cười hài lòng khi xem báo cáo và những hình ảnh được gửi về từ Việt Nam. Đặc biệt là khoảnh khắc Hael đấu tranh nội tâm rồi quyết định không chạm vào đứa trẻ mồ côi. Màn hình lớn trước mặt hắn hiển thị hình ảnh Hael đang ngồi một mình trong căn hộ, khuôn mặt ẩn chìm trong bóng tối. \"Tuyệt vời,\" hắn thì thầm, twirling ly rượu whisky trên tay. \"Nỗi sợ hãi đã bắt đầu bén rễ. Cứ để lòng trắc ẩn và sự bất lực giày vò hắn. Khi một thiên thần chữa lành không dám chữa lành, hắn sẽ bắt đầu nghi ngờ chính bản thể của mình. Và đó là lúc ta có thể định hình lại hắn theo ý muốn.\" Hắn nhấp một ngụm rượu, ánh mắt lóe lên sự thích thú của kẻ đi săn đang dồn con mồi vào góc tường.</p><p>Thiên Đàng.</p><p>Michael vẫn đang quan sát đội quân thiên thần đang luyện tập không ngừng nghỉ trong Đại Điện. Tiếng kim loại va vào nhau khô khốc, lạnh lẽo. Báo cáo về sự kìm nén của Hael ở mái ấm tình thương chỉ khiến sự khinh miệt trong ông tăng thêm. \"Yếu đuối và sợ hãi. Hắn đã hoàn toàn đánh mất bản chất thiên thần. Không còn gì đáng để bận tâm.\" Gabriel đứng phía sau, và nghe thấy lời bình phẩm lạnh lùng đó, trái tim ông se lại. Ông nhìn xuống Trái Đất xa xăm, nơi người anh em cũ đang vật lộn một mình trong bóng tối, bị cả Thiên Đàng lẫn Địa Ngục nhắm đến. Nhưng ông chỉ có thể thở dài trong im lặng, đôi cánh bạc rũ xuống trong bất lực.</p><p>Đêm lại buông. Hael ngồi một mình trong căn hộ xa hoa nhưng trống trải lạ thường. Ánh đèn thành phố bên ngoài rực rỡ, hứa hẹn bao điều nhưng không thể soi sáng nỗi cô đơn và hoang mang trong lòng cậu. Cậu đã bước vào một thế giới mới, nắm giữ một cơ hội đổi đời, nhưng cảm giác lạc lõng và bị giam cầm lại càng thêm rõ rệt. Con đường phía trước mờ mịt, đầy rẫy những cạm bẫy vô hình dưới lớp vỏ bọc hào nhoáng, và cậu không biết liệu mình có đủ sức mạnh, hay đúng hơn là đủ can đảm, để đối mặt với nó hay không.</p>"
}
