 {
    "chapter_id": "chapter-17",
    "title_en": "Chapter 17: The Ancient Scroll",
    "title_vi": "Chương 17: Cuộn Giấy Cổ Xưa",
    "content_en": "<p>Hael stood silently in the penthouse, the echoes of the controlled energy flow still lingering in his veins. That feeling was so powerful, really... proper. It was far from the chaos and pain he had experienced. Lucifer's offer hung in the air, full of temptation. Find yourself, master your power, confront those who have held you back...</p><p>But the image of Gabriel worried, the gentle Raphael in his shattered memories reappeared, as a silent warning. He looked directly into Lucifer's black eyes, trying to look for a sign, some truth behind the perfect appearance. \"I... I want to understand,\" Hael finally spoke up, his voice still a little shaky but a little more assertive. \"I want to know how to control this energy. But I don't believe him completely. I will not become your instrument.\"</p><p>Lucifer laughed, a low laugh, seemingly unexpected. \"Doubt is the beginning of wisdom, Healiangel. I like that. Take it slowly. I have enough time.\" He turned to Mazikeen, who had appeared quietly beside him for a long time. \"Mazikeen will guide you through the basic steps. Get acquainted with your own power first.\" He winked at Hael. \"We'll have plenty of time to talk about the 'common enemy.'\"</p><p>Hael nodded cautiously. He made the choice, a cautious step into the Devil's territory, in the fragile hope that he could learn what he needed without losing his soul.</p><p>Heaven.</p><p>While Hael was beginning the first lessons under the supervision of Mazikeen and Lucifer, an erschütternd (shaking) event was taking place at the heart of the decaying Heaven. In the midst of the cold Great Hall of Light, in the presence of the remaining Archangels – Michael, Gabriel, Uriel, Raphael, Chamuel – an ancient figure suddenly appeared.</p><p>It was Metatron, the Secretary of the Heavenly Court, who rarely left the endless archives containing the history of the universe. His figure was not as brilliant as the other Archangels, but seemed to be woven from the starlight and dust of time, holding a huge scroll of parchment paper that radiated ancient and erudite energy. His voice is not sound, but the resonance of knowledge over millennia.</p><p>\"I'm here for a forgotten truth,\" Metatron declared, his deep gaze swept over each of the premiers. \"A fact about Healiangel.\"</p><p>The air in the Great Hall seemed to be stagnant. Metatron slowly opened the ancient scroll, and intricate light characters appeared. \"You all think Healiangel was created at the same time as the first angels,\" Metatron said. \"But it's not. Take a look at this, the records from the founding of the world, before Lucifer even took the name of the Morning Star.\"</p><p>He pointed to a special character paragraph. \"Healiangel wasn't created with you. His soul is woven by the Creator Himself from the Balanced Source, a one-of-a-kind entity, directly associated with the stability of the Veil and the harmony of all creation. He's not just a healer. He's a Living Balance Lock.\"</p><p>The revelation was like a thunderbolt that struck the Great Hall.</p><p>Michael was stunned, and the stone statue's face showed extreme confusion for the first time. Balance lock? Healiangel? The person whom he considered weak, a failure, held such a crucial role? That means... his intervention, his contempt... aimed at the very foundation of the balance of the universe? A chill ran down the commander-in-chief's spine.</p><p>Gabriel's face was no longer a drop of blood. He staggered back, his voice lost. \"No... impossible... Balance Lock... What have we done? We have stood and watched, even... pushed him... pushed the Balance Lock into Lucifer's hands!\" Despair and urgency burned his soul.</p><p>Raphael closed his eyes, grief evident on his gentle face. You get it. He understood why Healiangel's pain resonated so strongly, why his loss affected the whole of Heaven.</p><p>Chamuel exclaimed, \"This changes everything! Governor Michael, we must act! Healiangel must be brought back!\"</p><p>Only Uriel managed to maintain a calm appearance, although his eyes also flashed with deep shock. He looked at Metatron, then at the bewildered Archangels. \"This chess game...\" He muttered, \"... has just become bigger than we all thought. The fate of nature now... in the hands of a soul torn between Light and Darkness.\"</p><p>The whole of Heaven fell into chaos. The fact that Healiangel's special origins, along with the fact that he is now very close to Lucifer – the most powerful fallen angel – has pushed it all into an unprecedented crisis situation. The Balance Lock of the universe is in the hands of the Devil. The future of Heaven, of the Earth, of all worlds, suddenly becomes more fragile than ever.</p>",
    "content_vi": "<p>Hael đứng lặng trong căn penthouse, dư âm của luồng năng lượng được kiểm soát vẫn còn lâng lâng trong huyết quản. Cảm giác đó thật mạnh mẽ, thật... đúng đắn. Nó khác xa sự hỗn loạn và đau đớn cậu từng trải qua. Lời đề nghị của Lucifer treo lơ lửng trong không khí, đầy cám dỗ. Tìm lại chính mình, làm chủ sức mạnh, đối đầu với những kẻ đã kìm hãm cậu...</p><p>Nhưng hình ảnh Gabriel lo lắng, Raphael hiền hậu trong ký ức vụn vỡ lại hiện về, như một lời cảnh báo thầm lặng. Cậu nhìn thẳng vào đôi mắt đen của Lucifer, cố gắng tìm kiếm một dấu hiệu, một sự thật nào đó đằng sau vẻ ngoài hoàn hảo. \"Tôi... tôi muốn hiểu,\" Hael cuối cùng cũng lên tiếng, giọng vẫn còn hơi run nhưng đã có phần quyết đoán hơn. \"Tôi muốn biết cách kiểm soát năng lượng này. Nhưng tôi không tin ngài hoàn toàn. Tôi sẽ không trở thành công cụ của ngài.\"</p><p>Lucifer bật cười, một tiếng cười trầm thấp, dường như không hề bất ngờ. \"Sự nghi ngờ là khởi đầu của trí tuệ, Healiangel. Ta thích điều đó. Cứ từ từ. Ta có đủ thời gian.\" Hắn quay sang Mazikeen, người đã xuất hiện lặng lẽ bên cạnh từ lúc nào. \"Mazikeen sẽ hướng dẫn cậu những bước cơ bản. Hãy làm quen với sức mạnh của chính mình trước đã.\" Hắn nháy mắt với Hael. \"Chúng ta sẽ còn nhiều thời gian để nói chuyện về 'kẻ thù chung'.\"</p><p>Hael gật đầu một cách dè dặt. Cậu đã đưa ra lựa chọn, một bước đi thận trọng vào lãnh địa của Ác Quỷ, với hy vọng mong manh rằng cậu có thể học được điều mình cần mà không đánh mất linh hồn.</p><p>Thiên Đàng.</p><p>Trong khi Hael bắt đầu những bài học đầu tiên dưới sự giám sát của Mazikeen và Lucifer, một sự kiện erschütternd (lay chuyển) đang diễn ra tại trung tâm của Thiên Đàng đang suy tàn. Giữa Đại Điện Ánh Sáng lạnh lẽo, trước sự hiện diện của các Tổng lãnh thiên thần còn lại – Michael, Gabriel, Uriel, Raphael, Chamuel – một bóng hình cổ xưa bất ngờ xuất hiện.</p><p>Đó là Metatron, Thư ký Thiên đình, người hiếm khi rời khỏi kho lưu trữ vô tận chứa đựng lịch sử của vũ trụ. Dáng hình ông không rực rỡ như các Tổng lãnh thiên thần khác, mà như được dệt nên từ ánh sao và bụi thời gian, tay ôm một cuộn giấy da khổng lồ tỏa ra năng lượng cổ xưa và uyên bác. Giọng nói của ông không phải âm thanh, mà là sự cộng hưởng của tri thức qua hàng thiên niên kỷ.</p><p>\"Ta đến vì một sự thật bị lãng quên,\" Metatron tuyên bố, ánh mắt sâu thẳm lướt qua từng vị Tổng lãnh. \"Một sự thật về Healiangel.\"</p><p>Không khí trong Đại Điện như ngưng đọng. Metatron chậm rãi mở cuộn giấy cổ xưa, những ký tự ánh sáng phức tạp hiện lên. \"Các ngươi đều nghĩ Healiangel được tạo ra cùng thời với các thiên thần đầu tiên,\" Metatron nói. \"Nhưng không phải vậy. Hãy xem đây, ghi chép từ thuở khai thiên lập địa, trước cả khi Lucifer mang danh Sao Mai.\"</p><p>Ông chỉ vào một đoạn ký tự đặc biệt. \"Healiangel không phải được tạo ra cùng các ngươi. Linh hồn cậu ấy được chính Đấng Sáng Tạo dệt nên từ Sợi Nguồn Cân Bằng, một thực thể độc nhất vô nhị, gắn liền trực tiếp với sự ổn định của Tấm Màn và sự hài hòa của toàn bộ tạo hóa. Cậu ấy không chỉ là một người chữa lành. Cậu ấy là một Khóa Cân Bằng sống.\"</p><p>Lời tiết lộ như một tiếng sét đánh xuống Đại Điện.</p><p>Michael sững sờ, khuôn mặt tượng đá lần đầu tiên lộ rõ vẻ hoang mang tột độ. Khóa Cân Bằng? Healiangel? Kẻ mà ông ta coi là yếu đuối, thất bại, lại nắm giữ vai trò cốt yếu như vậy? Điều đó có nghĩa là... sự can thiệp của ông ta, sự khinh miệt của ông ta... đã nhắm vào chính nền tảng cân bằng của vũ trụ? Một cơn lạnh chạy dọc sống lưng vị Tổng tư lệnh.</p><p>Gabriel mặt cắt không còn giọt máu. Ông loạng choạng lùi lại, giọng lạc đi. \"Không... không thể nào... Khóa Cân Bằng... Chúng ta đã làm gì? Chúng ta đã đứng nhìn, thậm chí... đã đẩy cậu ấy... đẩy Khóa Cân Bằng vào tay Lucifer!\" Nỗi tuyệt vọng và sự cấp bách thiêu đốt linh hồn ông.</p><p>Raphael nhắm mắt lại, nỗi đau buồn hiện rõ trên khuôn mặt hiền hậu. Ông hiểu rồi. Ông hiểu tại sao nỗi đau của Healiangel lại cộng hưởng mạnh mẽ đến vậy, tại sao sự mất mát của cậu ấy lại ảnh hưởng đến cả Thiên Đàng.</p><p>Chamuel kêu lên: \"Điều này thay đổi tất cả! Thưa Tổng lãnh Michael, chúng ta phải hành động! Phải đưa Healiangel trở về!\"</p><p>Chỉ có Uriel là giữ được vẻ ngoài bình tĩnh, dù ánh mắt ông cũng ánh lên sự chấn động sâu sắc. Ông nhìn Metatron, rồi nhìn các Tổng lãnh thiên thần đang hoang mang. \"Ván cờ này...\" ông lẩm bẩm, \"...vừa trở nên lớn hơn tất cả chúng ta tưởng. Số phận của tạo hóa giờ đây... nằm trong tay một linh hồn đang bị giằng xé giữa Ánh Sáng và Bóng Tối.\"</p><p>Cả Thiên Đàng rơi vào hỗn loạn. Sự thật về nguồn gốc đặc biệt của Healiangel, cùng với việc cậu ấy giờ đây đang ở rất gần Lucifer – thiên thần sa ngã hùng mạnh nhất – đã đẩy tất cả vào một tình thế khủng hoảng chưa từng có. Khóa Cân Bằng của vũ trụ đang nằm trong tay Ác Quỷ. Tương lai của Thiên Đàng, của Trái Đất, của mọi cõi giới, bỗng trở nên mong manh hơn bao giờ hết.</p>"
  }