  {
    "chapter_id": "chapter-22",
    "title_en": "Chapter 22: The Call Is Blocked",
    "title_vi": "Chương 22: Tiếng Gọi Bị Chặn",
    "content_en": "<p>The days after the \"test of faith\" in Lux's VIP room passed in a tense silence. Lucifer made no mention of the mission Hael had performed, nor did he mention the \"creativity\" in the way he used his energy. He remained mysteriously friendly, occasionally calling Hael to the penthouse to gossip about art, philosophy, or half-truth, half-fake stories about his glorious and tragic past. Lucifer's calmness made Hael even more uneasy. Or did he not care? Or was this just another part of his complicated game?</p><p>The training with Mazikeen continued, harsh and cold. Hael has been able to control energy significantly better, creating thinner shields, moving heavier objects, and even creating small pulses of energy that can cause temporary stunning. He learned quickly, partly because of his rising angelic instincts, partly because of the pressure from Mazikeen and the vague fear of being left behind. However, every time he used his energy the way Mazikeen taught—focusing on iron will, putting compassion aside—he felt a part of himself die. The sense of power comes with increasing emptiness. The image of a withered potted plant revived by his own pure energy became an obsession, a reminder of the true nature he was slowly losing.</p><p>Gabriel's weak warning still echoed in moments of silence. \"Don't believe him...\". Hael clung to it like a drowning man with a stake. He was determined to seek the truth independently. He spent more time in the Foundation's library or secretly using the computer in his hotel room, looking for names, symbols that flashed through his memory: Gabriel, Raphael, Michael, Metatron, Balance Lock, Curtain... But the result is the same: discrete, conflicting information, or suspicious websites reporting traffic errors. The feeling of being blindfolded and led became more and more pronounced.</p><p>In the midst of the chaos of Los Angeles, between intense energy exercises and a silent battle with Lucifer, the homesickness, missing Lan's mother, and missing the peaceful Vietnamese countryside rose more violently than ever. The image of Mrs. Lan with a gentle smile, a simple house, the riverbank where he used to sit quietly... becoming the only anchor point that keeps him from getting completely lost in this luxurious but pitiful world. That nostalgia was no longer just a weakness, it became a desire, a reminder of the simple kindness, of the peace he wanted to find, to protect. He needed to hear his mother's voice, he needed that true warmth to face the darkness that surrounded him.</p><p>One evening, after a tiring training session, Hael returned to his hotel room. He mustered up all his courage, picked up the phone, and dialed a series of familiar numbers about Vietnam. His heart was beating fast, both hopeful and afraid. The phone rang for one or two hours...</p><p>\"Alo?\" Mrs. Lan's voice sounded on the other end of the line, still warm and dear as in her memory. \"Mother...\" Hael choked up, tears welling up. Just that one call was enough to cause the defensive wall he was trying to erect to collapse. \"Hael, son? Is that one?\" Mrs. Lan's voice was overjoyed. \"How are you? It's been too long since I called my mother...\"</p><p>At that moment, the phone screen suddenly went dark. The signal is completely cut off. Not due to weak waves, not due to running out of battery. Simply a deadly silence. Hael looked at the useless phone in his hand in amazement. He tried calling back, but only received the message \"Unable to connect\".</p><p>At the same time, in a secret control room in the Morningstar Foundation's building, Evelyn smiled with satisfaction and looked at the telecom status screen. She just pressed a simple command button.</p><p>In another corner of Los Angeles, in the penthouse, Lucifer took a sip of wine, his eyes flashing with excitement when he received the announcement from Evelyn. \"The more isolated you are, the easier it is to manipulate,\" he thought to himself.</p><p>In Heaven, Michael also senses Hael's attempt to communicate. He didn't directly order the call to be blocked, but the surveillance system he set up around Hael, in the name of \"protection\", had accidentally (or intentionally?) created energy disturbances sufficient to disrupt ordinary electronic devices. He was only interested in preventing any unwanted external contact, without paying any attention to the psychological impact on the Balance Lock.</p><p>Hael sat down on the floor, the phone falling out of his hand. A coincidence? No way. How many times has this been? Web access was blocked, \"random\" incidents happened just as he was about to figure out something, and now calls to his mother were blatantly cut off.</p><p>There is no doubt about it. He was being isolated on purpose. Someone—Lucifer, Michael, or both—didn't want you to connect to the past, didn't want you to have a mental fulcrum. They wanted him to be completely dependent on them, on what they wanted him to believe.</p><p>A cold rage, different from the previous outburst of emotion, began to form within Hael. A person's anger is cornered, deprived of even the last bond of love. The feeling of being manipulated and belittled rose intensely. Okay. If they wanted to play cat-and-mouse, he wouldn't run away anymore. He will find out the truth on his own, by all means. His jade-colored eyes gleamed with an iron determination, a dangerous sanity that had just been awakened by the enemy's own act of isolation.</p>",
    "content_vi": "<p>Những ngày sau cuộc \"thử nghiệm niềm tin\" trong phòng VIP của Lux trôi qua trong một sự im lặng căng thẳng. Lucifer không hề đả động gì đến nhiệm vụ Hael đã thực hiện, cũng không nhắc đến sự \"sáng tạo\" trong cách cậu sử dụng năng lượng. Hắn vẫn giữ thái độ thân thiện một cách bí ẩn, thỉnh thoảng vẫn gọi Hael đến penthouse để trò chuyện phiếm về nghệ thuật, triết học, hay những câu chuyện nửa thật nửa giả về quá khứ huy hoàng và bi kịch của mình. Sự bình thản đó của Lucifer khiến Hael càng thêm bất an. Hắn biết? Hay hắn không quan tâm? Hay đây chỉ là một phần khác trong ván cờ phức tạp của hắn?</p><p>Việc luyện tập với Mazikeen vẫn tiếp tục, khắc nghiệt và lạnh lùng. Hael đã có thể kiểm soát năng lượng tốt hơn đáng kể, tạo ra những lá chắn mỏng, di chuyển vật thể nặng hơn, thậm chí tạo ra những xung năng lượng nhỏ có thể gây choáng váng tạm thời. Cậu học nhanh, phần vì bản năng thiên thần trỗi dậy, phần vì áp lực từ Mazikeen và nỗi sợ hãi mơ hồ về việc bị bỏ lại phía sau. Tuy nhiên, mỗi lần sử dụng năng lượng theo cách Mazikeen dạy – tập trung vào ý chí sắt đá, gạt bỏ lòng trắc ẩn – cậu lại cảm thấy một phần trong mình chết đi. Cảm giác quyền năng đi kèm với sự trống rỗng ngày càng tăng. Hình ảnh chậu cây héo úa được hồi sinh bằng chính năng lượng thuần khiết của cậu trở thành một nỗi ám ảnh, một lời nhắc nhở về bản chất thật sự mà cậu đang dần đánh mất.</p><p>Lời cảnh báo yếu ớt của Gabriel vẫn vang vọng trong những khoảnh khắc yên tĩnh. \"Đừng tin hắn...\". Hael bám víu vào đó như người sắp chết đuối vớ được cọc. Cậu quyết tâm tìm kiếm sự thật một cách độc lập. Cậu dành nhiều thời gian hơn trong thư viện của Quỹ hoặc lén lút dùng máy tính trong phòng khách sạn, tìm kiếm những cái tên, những biểu tượng vụt qua trong ký ức: Gabriel, Raphael, Michael, Metatron, Khóa Cân Bằng, Tấm Màn... Nhưng kết quả vẫn như cũ: những thông tin rời rạc, mâu thuẫn, hoặc những trang web báo lỗi truy cập một cách đáng ngờ. Cảm giác bị bịt mắt, bị dẫn dắt ngày càng rõ rệt.</p><p>Giữa sự hỗn loạn của Los Angeles, giữa những bài tập năng lượng căng thẳng và cuộc đấu trí âm thầm với Lucifer, nỗi nhớ nhà, nhớ mẹ Lan, nhớ làng quê Việt Nam yên bình lại trỗi dậy dữ dội hơn bao giờ hết. Hình ảnh bà Lan với nụ cười hiền hậu, gian nhà lá đơn sơ, bờ sông nơi cậu từng ngồi lặng lẽ... trở thành điểm neo duy nhất giữ cho cậu không hoàn toàn lạc lối trong thế giới xa hoa nhưng đầy cạm bẫy này. Nỗi nhớ đó không còn chỉ là sự yếu lòng, nó trở thành một khát khao, một lời nhắc nhở về lòng tốt giản dị, về sự bình yên mà cậu muốn tìm lại, muốn bảo vệ. Cậu cần nghe giọng nói của mẹ, cần sự ấm áp chân thật đó để đối mặt với bóng tối đang bủa vây.</p><p>Một buổi tối, sau buổi tập mệt nhoài, Hael trở về phòng khách sạn. Cậu lấy hết can đảm, nhấc điện thoại lên, bấm dãy số quen thuộc về Việt Nam. Tim cậu đập nhanh, vừa hy vọng vừa lo sợ. Chuông điện thoại reo lên một tiếng, hai tiếng...</p><p>\"Alo?\" Giọng bà Lan vang lên ở đầu dây bên kia, vẫn ấm áp và thân thương như trong ký ức. \"Mẹ...\" Hael nghẹn ngào, nước mắt chực trào ra. Chỉ một tiếng gọi đó thôi cũng đủ khiến bức tường phòng thủ cậu cố gắng dựng lên sụp đổ. \"Hael hả con? Con đó hả?\" Giọng bà Lan mừng rỡ. \"Con khỏe không? Lâu quá không gọi về cho mẹ...\"</p><p>Ngay lúc đó, màn hình điện thoại đột ngột tối sầm. Tín hiệu bị cắt đứt hoàn toàn. Không phải do sóng yếu, không phải do hết pin. Chỉ đơn giản là một sự im lặng chết chóc. Hael sững sờ nhìn chiếc điện thoại vô dụng trên tay. Cậu thử gọi lại, nhưng chỉ nhận được thông báo \"Không thể kết nối\".</p><p>Cùng lúc đó, tại một phòng điều khiển bí mật nào đó trong tòa nhà của Quỹ Morningstar, Evelyn mỉm cười hài lòng nhìn vào màn hình hiển thị trạng thái đường truyền viễn thông. Cô ta vừa nhấn một nút lệnh đơn giản.</p><p>Ở một góc khác của Los Angeles, trong căn penthouse, Lucifer nhấp một ngụm rượu, ánh mắt lóe lên sự thích thú khi nhận được thông báo từ Evelyn. \"Càng cô lập, càng dễ thao túng,\" hắn nghĩ thầm.</p><p>Trên Thiên Đàng, Michael cũng cảm nhận được nỗ lực liên lạc của Hael. Ông ta không trực tiếp ra lệnh chặn cuộc gọi, nhưng hệ thống giám sát ông ta thiết lập quanh Hael, dưới danh nghĩa \"bảo vệ\", đã vô tình (hoặc cố ý?) tạo ra những nhiễu loạn năng lượng đủ để gây gián đoạn các thiết bị điện tử thông thường. Ông ta chỉ quan tâm đến việc ngăn chặn mọi liên lạc không mong muốn từ bên ngoài, mà không hề để ý đến tác động tâm lý lên Khóa Cân Bằng.</p><p>Hael ngồi sụp xuống sàn, chiếc điện thoại rơi khỏi tay cậu. Sự trùng hợp ư? Không thể nào. Đây là lần thứ bao nhiêu rồi? Những lần truy cập web bị chặn, những sự cố \"ngẫu nhiên\" xảy ra đúng lúc cậu sắp tìm ra điều gì đó, và bây giờ là cuộc gọi về cho mẹ bị cắt đứt một cách trắng trợn.</p><p>Không còn nghi ngờ gì nữa. Cậu đang bị cô lập một cách có chủ đích. Ai đó – Lucifer, Michael, hoặc cả hai – không muốn cậu kết nối với quá khứ, không muốn cậu có điểm tựa tinh thần. Họ muốn cậu hoàn toàn phụ thuộc vào họ, vào những gì họ muốn cậu tin.</p><p>Một cơn giận dữ lạnh lẽo, khác hẳn với sự bộc phát cảm xúc trước đây, bắt đầu hình thành bên trong Hael. Sự giận dữ của một người bị dồn vào chân tường, bị tước đoạt đi cả kết nối yêu thương cuối cùng. Cảm giác bị thao túng, bị coi thường dâng lên mãnh liệt. Được thôi. Nếu họ muốn chơi trò mèo vờn chuột, cậu sẽ không trốn chạy nữa. Cậu sẽ tự mình tìm ra sự thật, bằng mọi cách. Ánh mắt màu ngọc bích của cậu ánh lên một quyết tâm sắt đá, một sự tỉnh táo nguy hiểm vừa được đánh thức bởi chính hành động cô lập của kẻ thù.</p>"
  }