  {
    "chapter_id": "chapter-18",
    "title_en": "Chapter 18: The First Lesson and the Storm of Heaven",
    "title_vi": "Chương 18: Bài Học Đầu Tiên và Bão Tố Thiên Đàng",
    "content_en": "<p>Metatron's revelation was like a bomb exploding in the middle of the Great Hall of Light, which was already tinged with mourning. Healiangel, not only a healing angel, but a pillar of creation, is now cautiously entering Lucifer's arms.</p><p>Michael was silent for a moment, and extreme confusion appeared on his iron face for the first time. But that emotion was quickly replaced by anger and a new fear—the fear of a power he could not control, which was in the sphere of influence of his greatest enemy. \"Impossible!\" Michael roared, his voice echoing throughout the Great Hall. \"Such an important entity cannot exist without being clearly documented! Metatron, you may have made a mistake!\"</p><p>\"I'm not mistaken, Michael,\" Metatron's voice sounded, unemotional but powerful. \"This truth is sealed by the Creator Himself, revealed only when the balance is most seriously threatened. And that time has come.\"</p><p>\"Then you have to take action!\" Michael declared, regaining his toughness. \"We have to bring him back, at all costs! Or if you can't, disable him before Lucifer turns the Balance Lock into a weapon against us!\"</p><p>\"No!\" Gabriel screamed, despair turning into fierce resistance. \"You can't do that, Michael! That's madness! We have failed to protect him, now we want to destroy him? We have to save him!\" He turned to the other Archangels. \"Raphael! Chamuel! What do you say!\"</p><p>Raphael stepped up, his eyes looking at Michael sadly. \"Governor, Healiangel carries with him healing and balancing energy. Coercion or destruction only pushes him into darkness. We have to use compassion, we have to show him that there is still light in Heaven.\"</p><p>\"Compassion is a luxury when nature is in danger!\" Michael shouted.</p><p>\"Then what do you propose, Michael?\" Uriel suddenly spoke up, interrupting the rage. \"An attack on Lucifer's territory to retake Healiangel? Do you think it would be easy for the Fallen to lose such a 'treasure'? An all-out war now, when Heaven has not yet recovered, when the Creator is silent, will only lead to total destruction.\"</p><p>Uriel's words were like a bucket of cold water. Michael gritted his teeth, he knew Uriel was right. But the helplessness made him even more angry. \"So what do we do? Crossing your arms and watching Lucifer poison the Balance Lock?\"</p><p>\"Observe,\" Uriel replied. \"And prepare. At the same time,\" he glanced at Michael, \"perhaps it is better to stop the gross interventions that have inadvertently pushed him further.\"</p><p>Michael didn't answer, but his silence was filled with indignation. He motioned for Raguel to step back, but in his mind he had calculated other, more sophisticated options, to \"monitor\" and \"orient\" Healiangel from afar. Gabriel sees that reluctant compromise, but he knows Michael won't give up on his intention to take control. He had to act on his own.</p><p>Los Angeles.</p><p>In a separate, large, and modern gym tucked away in the Morningstar Foundation's building, Hael begins his first lesson with Mazikeen. The female warrior did not have the lightness or charm of Lucifer. She was cold, pragmatic, and extremely strict.</p><p>\"Your energy is strong, but chaotic and emotionally driven,\" Mazikeen said bluntly, his voice as sharp as a knife. \"You want to heal, you want to love, but it is those things that make you weak and vulnerable. In order to be in control, you must learn to separate emotions from energy. Use concentration, willpower, even anger, pain... turn them into fuel.\"</p><p>Mazikeen teaches Hael the basics: feel the flow of energy within, shape it, release and withdraw at will into the inanimate objects in front of him. Initially, Hael struggled, and the memory of pain and loss scared him. But under Mazikeen's relentless pressure (\"Don't be afraid of it! Give it orders!\"), and with the memory of feeling in control of healing potted plants, Hael gradually does.</p><p>He could make a glass of water vibrate, make a candle burn more violently, or move a light object with his thoughts. Every time he succeeds, an enchanting sense of power rises. He was mastering himself, mastering the power that once terrified him. But Mazikeen's method—focusing on iron willpower, on turning even negative emotions into strength—made him feel uneasy. It went against the healing instinct, against the warmth he remembered of Gabriel and Raphael. You're getting stronger, but are you losing your best part?</p><p>Lucifer watched it all through the screen in the penthouse, smiling slightly. Hael was progressing faster than he thought, but the inner struggle was also evident. \"Good,\" he thought. \"Let Mazikeen sharpen his will. As for the soul, I will personally 'take care of'.\"</p><p>That night, as Hael was meditating according to the method Mazikeen taught to try to consolidate control, a familiar warm feeling suddenly crept into his mind. A voice whispered, not Lucifer's or Mazikeen's, but the worried voice he had heard in his dream: \"Healiangel... don't believe him... Remember who you are... The light remains...\"</p><p>It was Gabriel. Despite the danger, he sought to send a weak message across the distances between worlds.</p><p>The message flashed and then disappeared, blocked by Michael's invisible shield or the chaos in Hael's mind. But it was enough to stun Hael. Gabriel? Is he trying to contact you? He said don't trust Lucifer?</p><p>Hael sat up, extremely confused. The power he had just mastered under Mazikeen's guidance. A warning from Gabriel. Hostility from Michael. Lucifer's promise. He knew he was at a crossroads, and every choice could lead to an unpredictable outcome.</p>",
    "content_vi": "<p>Lời tiết lộ của Metatron như một quả bom nổ tung giữa Đại Điện Ánh Sáng vốn đã nhuốm màu tang tóc. Khóa Cân Bằng. Healiangel không chỉ là một thiên thần chữa lành, mà là một trụ cột của tạo hóa, giờ đây lại đang dè dặt bước vào vòng tay của Lucifer.</p><p>Michael chết lặng trong giây lát, sự hoang mang tột độ lần đầu tiên xuất hiện trên khuôn mặt sắt đá. Nhưng cảm xúc đó nhanh chóng bị thay thế bởi sự giận dữ và một nỗi sợ hãi mới – nỗi sợ về một quyền năng mà ông ta không thể kiểm soát, lại đang nằm trong tầm ảnh hưởng của kẻ thù lớn nhất. \"Không thể nào!\" Michael gầm lên, giọng vang vọng khắp Đại Điện. \"Một thực thể quan trọng như vậy không thể tồn tại mà không được ghi nhận rõ ràng! Metatron, có thể ngài đã nhầm lẫn!\"</p><p>\"Ta không nhầm lẫn, Michael,\" giọng Metatron vang lên, không cảm xúc nhưng đầy uy lực. \"Sự thật này được niêm phong bởi chính Đấng Sáng Tạo, chỉ được hé lộ khi sự cân bằng bị đe dọa nghiêm trọng nhất. Và thời điểm đó đã đến.\"</p><p>\"Vậy thì càng phải hành động!\" Michael tuyên bố, lấy lại vẻ cứng rắn. \"Chúng ta phải đưa cậu ấy trở về, bằng mọi giá! Hoặc nếu không thể, phải vô hiệu hóa cậu ấy trước khi Lucifer biến Khóa Cân Bằng thành vũ khí chống lại chúng ta!\"</p><p>\"Không!\" Gabriel hét lên, nỗi tuyệt vọng biến thành sự phản kháng quyết liệt. \"Ngài không thể làm thế, Michael! Đó là sự điên rồ! Chúng ta đã thất bại trong việc bảo vệ cậu ấy, giờ lại muốn hủy diệt cậu ấy sao? Chúng ta phải cứu cậu ấy!\" Ông quay sang các Tổng lãnh thiên thần khác. \"Raphael! Chamuel! Hãy nói gì đi!\"</p><p>Raphael bước lên, đôi mắt buồn bã nhìn Michael. \"Tổng lãnh, Healiangel mang trong mình năng lượng chữa lành và cân bằng. Ép buộc hay hủy diệt chỉ càng đẩy cậu ấy vào bóng tối. Chúng ta phải dùng lòng trắc ẩn, phải cho cậu ấy thấy Thiên Đàng vẫn còn ánh sáng.\"</p><p>\"Lòng trắc ẩn là thứ xa xỉ khi tạo hóa đang lâm nguy!\" Michael quát lớn.</p><p>\"Vậy thì ngài đề xuất gì, Michael?\" Uriel bất ngờ lên tiếng, cắt ngang cơn thịnh nộ. \"Một cuộc tấn công vào lãnh địa của Lucifer để giành lại Healiangel? Ngài nghĩ Kẻ Sa Ngã sẽ dễ dàng để mất một 'kho báu' như vậy sao? Một cuộc chiến tổng lực lúc này, khi Thiên Đàng còn chưa hồi phục, khi Đấng Sáng Tạo còn im lặng, sẽ chỉ dẫn đến sự hủy diệt toàn bộ.\"</p><p>Lời nói của Uriel như một gáo nước lạnh. Michael nghiến răng, ông ta biết Uriel nói đúng. Nhưng sự bất lực càng khiến ông ta thêm giận dữ. \"Vậy chúng ta phải làm gì? Khoanh tay đứng nhìn Lucifer đầu độc Khóa Cân Bằng ư?\"</p><p>\"Quan sát,\" Uriel đáp. \"Và chuẩn bị. Đồng thời,\" ông liếc nhìn Michael, \"có lẽ nên ngừng những hành động can thiệp thô thiển đã vô tình đẩy cậu ấy đi xa hơn.\"</p><p>Michael không trả lời, nhưng sự im lặng của ông ta mang đầy vẻ hậm hực. Ông ta ra hiệu cho Raguel lùi lại, nhưng trong đầu đã tính toán những phương án khác, tinh vi hơn, để \"giám sát\" và \"định hướng\" Healiangel từ xa. Gabriel nhìn thấy sự thỏa hiệp miễn cưỡng đó, nhưng ông biết Michael sẽ không từ bỏ ý định kiểm soát. Ông phải tự mình hành động.</p><p>Los Angeles.</p><p>Trong một phòng tập riêng biệt, rộng lớn và hiện đại nằm khuất trong tòa nhà của Quỹ Morningstar, Hael bắt đầu bài học đầu tiên với Mazikeen. Nữ chiến binh không hề có sự nhẹ nhàng hay quyến rũ như Lucifer. Cô ta lạnh lùng, thực dụng và cực kỳ nghiêm khắc.</p><p>\"Năng lượng của ngươi mạnh, nhưng hỗn loạn và bị cảm xúc chi phối,\" Mazikeen nói thẳng, giọng sắc như dao. \"Ngươi muốn chữa lành, muốn yêu thương, nhưng chính những thứ đó khiến ngươi yếu đuối và dễ bị tổn thương. Để kiểm soát, ngươi phải học cách tách biệt cảm xúc khỏi năng lượng. Hãy dùng sự tập trung, ý chí, thậm chí cả cơn giận, nỗi đau... biến chúng thành nhiên liệu.\"</p><p>Mazikeen hướng dẫn Hael những bài tập cơ bản: cảm nhận dòng năng lượng bên trong, định hình nó, phóng thích và thu hồi theo ý muốn vào những vật thể vô tri trước mặt. Ban đầu, Hael gặp khó khăn, ký ức về cơn đau và sự mất mát khiến cậu sợ hãi. Nhưng dưới sự thúc ép không khoan nhượng của Mazikeen (\"Đừng sợ hãi nó! Hãy ra lệnh cho nó!\"), và với ký ức về cảm giác kiểm soát được khi chữa lành chậu cây, Hael dần dần làm được.</p><p>Cậu có thể khiến một cốc nước rung lên, làm một ngọn nến bùng cháy dữ dội hơn, hay di chuyển một vật nhẹ bằng ý nghĩ. Mỗi lần thành công, một cảm giác quyền năng đầy mê hoặc lại dâng lên. Cậu đang làm chủ được bản thân, làm chủ được thứ sức mạnh từng khiến cậu kinh hoàng. Nhưng phương pháp của Mazikeen – tập trung vào ý chí sắt đá, vào việc biến cả cảm xúc tiêu cực thành sức mạnh – lại khiến cậu cảm thấy bất an. Nó đi ngược lại bản năng chữa lành, đi ngược lại sự ấm áp cậu nhớ về Gabriel và Raphael. Cậu đang mạnh mẽ hơn, nhưng liệu cậu có đang đánh mất phần tốt đẹp nhất của mình?</p><p>Lucifer quan sát tất cả qua màn hình trong penthouse, khẽ mỉm cười. Hael đang tiến bộ nhanh hơn hắn tưởng, nhưng sự giằng xé nội tâm cũng hiện rõ. \"Tốt,\" hắn nghĩ. \"Cứ để Mazikeen rèn giũa ý chí cho hắn. Còn phần linh hồn, ta sẽ đích thân 'chăm sóc'.\"</p><p>Đêm đó, khi Hael đang thiền định theo phương pháp Mazikeen dạy để cố gắng củng cố sự kiểm soát, một cảm giác ấm áp quen thuộc bất ngờ len lỏi vào tâm trí cậu. Một giọng nói thì thầm, không phải của Lucifer hay Mazikeen, mà là giọng nói lo lắng cậu đã nghe trong giấc mơ: \"Healiangel... đừng tin hắn... Hãy nhớ con là ai... Ánh sáng vẫn còn...\"</p><p>Đó là Gabriel. Bất chấp nguy hiểm, ông đã tìm cách gửi một thông điệp yếu ớt qua khoảng cách giữa các cõi giới.</p><p>Thông điệp chỉ thoáng qua rồi biến mất, bị chặn lại bởi lớp chắn vô hình của Michael hoặc sự hỗn loạn trong tâm trí Hael. Nhưng nó đủ để khiến Hael sững sờ. Gabriel? Ông ấy đang cố gắng liên lạc với cậu? Ông ấy nói đừng tin Lucifer?</p><p>Hael ngồi bật dậy, hoang mang cực độ. Quyền năng cậu vừa làm chủ được dưới sự hướng dẫn của Mazikeen. Lời cảnh báo từ Gabriel. Sự thù địch từ Michael. Lời hứa hẹn của Lucifer. Cậu biết mình đang đứng giữa ngã ba đường, và mỗi lựa chọn đều có thể dẫn đến một kết cục không thể lường trước.</p>"
  }