  {
    "chapter_id": "chapter-23",
    "title_en": "Chapter 23: The First Steps in the Dark",
    "title_vi": "Chương 23: Những Bước Đi Đầu Tiên Trong Bóng Tối",
    "content_en": "<p>The cold anger didn't burn Hael like the emotions he had exploded before. It settled, crystallized into an iron determination. He was no longer a bewildered puppet, torn between contradictory words and invisible forces. The loss of contact with Lan's mother, the final act of depriving him of a single spiritual fulcrum, had inadvertently awakened another instinct within him—the survival and resistance instincts of a soul cornered.</p><p>They want to isolate you? Okay. They want to blindfold you? He would find his way in the darkness on his own.</p><p>The first step is to identify the enemies and their methods. Hael began to observe more closely. He noticed how Evelyn always showed up when he needed \"help,\" how Davies always steered the conversation in the Foundation's favor, and how Mazikeen always insisted on brushing compassion aside. They were Lucifer's men, that's clear. But how much is the level of manipulation? And is there another hand intervening?</p><p>Hael decided to experiment. He needed an uncontrolled communication channel. Hotels, phones, and computers provided by the Fund are not safe. He began to notice small, hidden internet cafes in the alleys of Los Angeles during the rare occasions when he was out alone (usually after training sessions, when Evelyn \"trusted\" him to go home on his own).</p><p>One afternoon, under the pretext of wanting to buy some personal items, Hael sneaked into an old internet café, the air smelled of cigarette smoke and the sound of rattling keystrokes. He chose a computer hidden in the corner, his heart pounding. He didn't dare to make a phone call, afraid of being overheard or located. Instead, he tries to create a temporary email address, sending a short, encrypted message in words that only he and Lan's mother understand, to an old email address of a neighbor in the countryside that he remembers carrying. The content is simply to ask about his health and say that he is fine, accompanied by a nonchalant question about the star fruit tree in front of the house – a small detail to confirm the recipient.</p><p>While waiting (although he knows that hope is very fragile), Hael tries to search for old keywords again: \"Healiangel\", \"Balance Lock\"... This time, he used anonymous search engines, accessing through multiple layers of proxies. The results are still not much, but there is a difference. Some theological or occult forums no longer report access errors. They contain discrete discussions, vague hypotheses about ancient entities, about the balance of the universe being broken. There's nothing specific about the \"Balance Lock\", but these tiny pieces confirm that it's not a complete fabrication.</p><p>At that moment, a small message appeared in the corner of the screen. There's a response email! Hael trembled open. It was from the neighbor, the content was concise, confirming that Lan's mother was still healthy, still mentioning him every day, and the answer about the star fruit tree was completely correct. But at the end of the letter, there was a postscript line that sent chills down Hael's spine: \"The phone wave has been flickering lately, Hael, especially when calling far away. My mother couldn't call me a few times, I thought I had changed my number.\"</p><p>Flickering waves? Or was it a deliberate lie to cover up the fact that she herself could not contact him? Or worse, this email was also censored and edited before it reached you? Either way, it confirmed one thing: his communication was being blocked from both sides.</p><p>The feeling of being betrayed by Heaven rose again, but this time it was accompanied by sanity. Lucifer may have been right about Michael, but that didn't mean he was trustworthy. Both forces were manipulating him for their own purposes. He was the Balance Lock, an important piece that both sides wanted to control.</p><p>He quickly deleted his email, deleted his browsing history, and left the internet café, trying to keep a normal face. But inside, a plan began to take shape. He couldn't trust anyone completely. He needs to be stronger on his own, not only in terms of energy, but also in terms of intellect and independence. He would continue to learn from Mazikeen, but would not let her methods tarnish his nature. He would pretend to cooperate with Lucifer, cleverly exploit information from him, and at the same time try to verify what he said. And most importantly, he had to find a way to reconnect with Gabriel, or anyone else in Heaven who had retained the light, to better understand his true role—the role of the Balance Lock.</p><p>The road ahead was full of danger and deception, but Hael was no longer as scared as before. He had a goal, a direction. He will walk on that fragile line, not as a victim, but as a player who is gradually learning the rules of this cosmic chess game.</p>",
    "content_vi": "<p>Cơn giận dữ lạnh lẽo không thiêu đốt Hael như những cảm xúc bộc phát trước đây. Nó lắng đọng, kết tinh thành một thứ quyết tâm sắt đá. Cậu không còn là con rối hoang mang, bị giật dây giữa những lời nói mâu thuẫn và những thế lực vô hình. Việc bị cắt đứt liên lạc với mẹ Lan, hành động cuối cùng tước đi điểm tựa tinh thần duy nhất, đã vô tình đánh thức một bản năng khác bên trong cậu – bản năng sinh tồn và phản kháng của một linh hồn bị dồn vào chân tường.</p><p>Họ muốn cô lập cậu? Được thôi. Họ muốn bịt mắt cậu? Cậu sẽ tự mình tìm đường trong bóng tối.</p><p>Bước đầu tiên là xác định kẻ thù và phương thức của chúng. Hael bắt đầu quan sát kỹ lưỡng hơn. Cậu để ý đến cách Evelyn luôn xuất hiện đúng lúc cậu cần \"giúp đỡ\", cách Davies luôn lái cuộc trò chuyện theo hướng có lợi cho Quỹ, và cách Mazikeen luôn nhấn mạnh vào việc gạt bỏ lòng trắc ẩn. Chúng là người của Lucifer, điều đó rõ ràng. Nhưng mức độ thao túng đến đâu? Và liệu có bàn tay nào khác đang can thiệp?</p><p>Hael quyết định thử nghiệm. Cậu cần một kênh liên lạc không bị kiểm soát. Khách sạn, điện thoại, máy tính do Quỹ cung cấp đều không an toàn. Cậu bắt đầu để ý đến những quán cà phê internet nhỏ, khuất nẻo trong những con hẻm của Los Angeles trong những lần hiếm hoi được ra ngoài một mình (thường là sau các buổi tập, khi Evelyn \"tin tưởng\" để cậu tự về).</p><p>Một buổi chiều, lấy cớ muốn mua vài vật dụng cá nhân, Hael lẻn vào một quán net cũ kỹ, không khí đặc mùi khói thuốc và tiếng gõ phím lạch cạch. Cậu chọn một máy tính khuất trong góc, tim đập thình thịch. Cậu không dám gọi điện, sợ bị nghe lén hoặc định vị. Thay vào đó, cậu thử tạo một địa chỉ email tạm thời, gửi một tin nhắn ngắn gọn, mã hóa bằng những từ ngữ chỉ cậu và mẹ Lan hiểu, đến một địa chỉ email cũ của người hàng xóm ở quê mà cậu nhớ mang máng. Nội dung chỉ đơn giản là hỏi thăm sức khỏe và nói rằng cậu vẫn ổn, kèm theo một câu hỏi vu vơ về cây khế trước nhà – một chi tiết nhỏ để xác nhận người nhận.</p><p>Trong lúc chờ đợi (dù biết hy vọng rất mong manh), Hael thử tìm kiếm lại những từ khóa cũ: \"Healiangel\", \"Khóa Cân Bằng\"... Lần này, cậu sử dụng các công cụ tìm kiếm ẩn danh, truy cập qua nhiều lớp proxy. Kết quả vẫn không nhiều, nhưng có một điểm khác biệt. Một vài diễn đàn thần học hoặc huyền bí học không còn báo lỗi truy cập. Chúng chứa đựng những cuộc thảo luận rời rạc, những giả thuyết mơ hồ về các thực thể cổ xưa, về sự cân bằng vũ trụ bị phá vỡ. Không có gì cụ thể về \"Khóa Cân Bằng\", nhưng những mảnh ghép nhỏ bé này xác nhận rằng đó không phải là điều hoàn toàn bịa đặt.</p><p>Đúng lúc đó, một thông báo nhỏ hiện lên góc màn hình. Có email phản hồi! Hael run run mở ra. Đó là từ người hàng xóm, nội dung ngắn gọn, xác nhận mẹ Lan vẫn khỏe, vẫn nhắc đến cậu mỗi ngày, và câu trả lời về cây khế hoàn toàn chính xác. Nhưng cuối thư có một dòng tái bút khiến Hael lạnh sống lưng: \"Dạo này sóng điện thoại chập chờn lắm Hael ạ, đặc biệt là khi gọi đi xa. Mẹ con gọi cho con mấy lần không được, cứ tưởng con đổi số rồi.\"</p><p>Sóng chập chờn? Hay là một lời nói dối có chủ đích để che đậy sự thật rằng chính bà cũng không thể liên lạc được với cậu? Hoặc tệ hơn, email này cũng đã bị kiểm duyệt, bị chỉnh sửa trước khi đến tay cậu? Dù thế nào, nó cũng xác nhận một điều: liên lạc của cậu đang bị chặn từ cả hai phía.</p><p>Cảm giác bị phản bội bởi Thiên Đàng lại dâng lên, nhưng lần này nó đi kèm với sự tỉnh táo. Lucifer có thể đã nói đúng về Michael, nhưng điều đó không có nghĩa là hắn đáng tin. Cả hai thế lực đều đang thao túng cậu vì mục đích riêng. Cậu là Khóa Cân Bằng, một quân cờ quan trọng mà cả hai bên đều muốn kiểm soát.</p><p>Cậu nhanh chóng xóa email, xóa lịch sử duyệt web và rời khỏi quán net, cố gắng giữ vẻ mặt bình thường. Nhưng bên trong, một kế hoạch bắt đầu hình thành. Cậu không thể tin ai hoàn toàn. Cậu cần phải tự mình mạnh mẽ hơn, không chỉ về năng lượng, mà còn về trí tuệ và sự độc lập. Cậu sẽ tiếp tục học hỏi từ Mazikeen, nhưng sẽ không để phương pháp của cô ta làm vấy bẩn bản chất của mình. Cậu sẽ giả vờ hợp tác với Lucifer, khai thác thông tin từ hắn một cách khéo léo, đồng thời tìm cách xác thực những gì hắn nói. Và quan trọng nhất, cậu phải tìm cách liên lạc lại với Gabriel, hoặc bất kỳ ai trên Thiên Đàng còn giữ được ánh sáng, để hiểu rõ hơn về vai trò thực sự của mình – vai trò Khóa Cân Bằng.</p><p>Con đường phía trước đầy rẫy nguy hiểm và sự lừa dối, nhưng Hael không còn sợ hãi như trước. Cậu đã có mục tiêu, có định hướng. Cậu sẽ đi trên lằn ranh mong manh đó, không phải với tư cách một nạn nhân, mà là một người chơi đang dần học luật của ván cờ vũ trụ này.</p>"
  }