  {
    "chapter_id": "chapter-15",
    "title_en": "Chapter 15: Echoes from Heaven",
    "title_vi": "Chương 15: Tiếng Vọng Từ Thiên Đàng",
    "content_en": "<p>Hael returned to the hotel, but his mind was no longer in the lavish suite. Lucifer's words, especially the name Healiangel, echoed forever. He said that there was an enemy who was hindering him. He said that there were people who blindly liked order and wanted him to be weak forever. The image of Michael and the cold Heaven appeared, which matched that allusion in a terrifying way. The feeling of betrayal, abandoned by the very place where he vaguely felt belonged, began to rekindle, intertwined with the inherent fear and doubt for Lucifer.</p><p>Unable to sit still, Hael decided to experiment. He needed to know if the feeling of being stopped was real or if it was just his imagination. That night, in a quiet hotel room, he sat flat on the floor, closed his eyes, trying to concentrate intensely. He recalled the warmth that spread when he touched the homeless man, trying to recreate that energy. He visualized the jade-green light, trying to name it in his mind: Healiangel.</p><p>Immediately, a sharp pain throbbed in his head, more intense than before. It felt like an invisible hand was squeezing his mind, preventing all efforts to concentrate. Chaotic and shattered images flashed: shattered wings, screams, a black abyss... and then everything went dark. Hael gasped, cold sweat drenched the back of his shirt. There is no doubt about it. There was a certain force that was actively stopping him, punishing him every time he tried to touch his true self. What Lucifer said was true?</p><p>Heaven.</p><p>Gabriel went to the garden where Raphael used to sit quietly. The once brilliant garden is now as faded as Heaven itself. \"Raphael,\" Gabriel called softly. \"I feel Healiangel's pain. He's trying... but was blocked by Michael's wall. What can you do?\" Raphael, the healing angel with deeply sad eyes, shook his head. \"I tried, Gabriel. My healing energy couldn't penetrate the barrier that Michael and Raguel had erected around his soul. Not only do they prevent help from us, but they amplify his fear and hurt inside. It pains my heart to see a healer again deprived of his or her abilities and suffer like that.\"</p><p>In another hallway, Chamuel, the angel of peace, is trying to talk to Michael. \"Your severity is necessary, Governor-General, but will interfering with Healiangel's journey really bring order? Or just push him into the arms of the Fallen?\" Michael turned around, his eyes as cold as ice. \"Peace comes only from absolute strength and discipline, Chamuel. The weak must be eliminated or realize their mistakes. I can't let Lucifer take advantage of Healiangel. My actions are necessary to protect Heaven!\" He turned away, not wanting to hear more. Michael summoned the celestial commanders, and his voice echoed throughout the Great Hall: \"Strengthen discipline! Any expression of sympathy for those who have fallen will be considered rebellion!\"</p><p>Los Angeles.</p><p>In Lux's penthouse, Lucifer was playing a game of chess alone, the black and white pieces moving at his will. Mazikeen, a loyal female warrior with black hair and sharp eyes, stood next to the report. \"Hael seems to be very confused after last night's meeting. He was trying to use energy... and failed miserably. It seems like his 'old friends' over there are doing a great job pushing him towards us.\" Lucifer smiled slightly, moving the Black Queen. \"Very good. Let Michael do the hard work for me. The stronger the repression, the more the desire for freedom burns. Hael will soon realize who really wants to 'help' him.\" He looked at Mazikeen. \"But don't be negligent. I feel that the inherent purity within him is still very strong. Prepare for the next stage. It's time to give him a taste of some real power.\"</p><p>Back in the hotel room, after a severe headache, Hael fell asleep in exhaustion. And in the dream, a clearer image than any previous memory appeared. He found himself standing in a garden filled with soft light, not the harsh sunlight, but a warm, pure light. In front of him was an angel with brilliant golden wings, a sad face but a worried gaze, saying something to him. He couldn't hear the words clearly, but he felt sincere concern. It was Gabriel. Then the image faded, replaced by another angel with a gentle smile, eyes shining with wisdom and healing – Raphael? The image flashed before he could see more clearly.</p><p>Hael woke up, his heart pounding. That dream... that feeling... too honest. It was different from the cold, hostile he felt from the invisible intervention. Is it... didn't all Heaven want to harm you? Are there people who still care about you?</p><p>What is the truth? He was caught between Lucifer's tempting offer and conflicting echoes from Heaven. He couldn't believe Lucifer, but he also couldn't believe in a Heaven that seemed to be deliberately drowning him. He realized that if he wanted to find answers, he couldn't just sit back and wait or be afraid. He had to act on his own, search for himself, no matter how dangerous that path was. Perhaps, it's time to probe Evelyn and Davies more closely.</p><p>Vivid parallel memories flooded into his mind like a waterfall:</p><p>He was standing in the middle of the glorious Great Hall of Light, in front of him was the brilliant Golden Throne.</p><p>His own white, huge, and powerful wings were spreading.</p><p>Gabriel's worried face said, \"Healiangel, don't do that! It's very dangerous!\"</p><p>Raphael's gentle smile: \"Compassion is your greatest strength, remember.\"</p><p>And then, the image of the Curtain cracking, he rushed towards it, the blue light enveloping it all...</p><p>\"Aaaa!\" Hael screamed and then fell to the floor, hugging his head. The light went out. The intense pain and exhaustion made him almost faint. But in his mind, the images just now were still clear. Wings. The name Healiangel. Gabriel. Raphael. Heaven. That's the truth. He wasn't Hael. You are Healiangel. An angel.</p><p>The office door opened. Evelyn and Davies rushed in, their faces panicked when they saw Hael lying on the floor, the computer screen still flickering. They looked at each other, then at Hael with complicated eyes, both worried and wary.</p><p>Heaven.</p><p>Hael's sudden burst of energy creates a ripple that spreads all the way to Heaven. Michael roared angrily, the incident was completely out of his control. Raguel trembled in fear. Gabriel and Raphael felt their brother's awakening, and hope and anxiety surged at the same time. Uriel only sighed quietly, knowing that the space chess game had just taken an unforeseen turn.</p><p>Los Angeles.</p><p>Lucifer was toasting with a business partner when he received an urgent message from Evelyn. He glanced at it, then smiled, a smile full of excitement and danger. \"Apparently, Michael just gave me a surprise gift. Healiangel partially recalled. Very good. It's time for me to officially take action.\"</p><p>Hael was escorted to the hotel by Evelyn and Davies in a semi-conscious state. He lay on the bed, his eyes closed, but his mind was constantly spinning with the pieces of memories he had just recovered. You are Healiangel. But why are you here? Why lose wings and power? Why would Heaven want to hinder you? Lucifer's words about the enemy rang out again. But the image of Gabriel and Raphael in memory brings a feeling of warmth and trust. He was trapped, not only between Heaven and Hell, but also between the glorious past and the miserable mortal present. He knew he had just touched the truth, but that truth opened up a multitude of new questions and dangers.</p>",
    "content_vi": "<p>Hael trở về khách sạn, nhưng tâm trí cậu không còn ở căn phòng suite xa hoa. Những lời của Lucifer, đặc biệt là cái tên Healiangel, cứ vang vọng mãi. Hắn nói có kẻ thù đang cản trở cậu. Hắn nói có những kẻ thích trật tự đến mù quáng muốn cậu mãi mãi yếu đuối. Hình ảnh Michael và Thiên Đàng lạnh lẽo hiện về, khớp một cách đáng sợ với lời ám chỉ đó. Cảm giác bị phản bội, bị bỏ rơi bởi chính nơi cậu mơ hồ cảm thấy thuộc về, bắt đầu nhen nhóm, đan xen với nỗi sợ hãi và nghi ngờ cố hữu dành cho Lucifer.</p><p>Không thể ngồi yên, Hael quyết định thử nghiệm. Cậu cần biết liệu cảm giác bị ngăn cản có thật hay chỉ là do cậu tưởng tượng. Đêm đó, trong phòng khách sạn yên tĩnh, cậu ngồi xếp bằng trên sàn, nhắm mắt, cố gắng tập trung cao độ. Cậu nhớ lại cảm giác ấm áp lan tỏa khi chạm vào người đàn ông vô gia cư, cố gắng tái tạo lại luồng năng lượng đó. Cậu hình dung ánh sáng xanh ngọc bích, cố gắng gọi tên nó trong tâm trí: Healiangel.</p><p>Ngay lập tức, một cơn đau buốt nhói lên trong đầu, dữ dội hơn mọi lần trước. Cảm giác như có một bàn tay vô hình siết chặt lấy tâm trí cậu, ngăn cản mọi nỗ lực tập trung. Những hình ảnh hỗn loạn, vụn vỡ loé lên: đôi cánh tan nát, tiếng gào thét, một vực thẳm đen ngòm... và rồi mọi thứ tối sầm. Hael thở hổn hển, mồ hôi lạnh ướt đẫm lưng áo. Không còn nghi ngờ gì nữa. Có một thế lực nào đó đang chủ động ngăn cản cậu, trừng phạt cậu mỗi khi cậu cố gắng chạm vào bản thể thật sự của mình. Lời Lucifer nói là thật?</p><p>Thiên Đàng.</p><p>Gabriel tìm đến khu vườn nơi Raphael thường ngồi trầm mặc. Khu vườn từng rực rỡ giờ đây cũng nhuốm màu úa tàn như chính Thiên Đàng. \"Raphael,\" Gabriel gọi khẽ. \"Tôi cảm nhận được nỗi đau của Healiangel. Cậu ấy đang cố gắng... nhưng lại bị bức tường của Michael chặn lại. Ngài có thể làm gì không?\" Raphael, thiên thần chữa lành với đôi mắt buồn thăm thẳm, lắc đầu. \"Tôi đã thử, Gabriel. Năng lượng chữa lành của tôi không thể xuyên qua được lớp chắn mà Michael và Raguel đã dựng lên quanh linh hồn cậu ấy. Họ không chỉ ngăn cản sự giúp đỡ từ chúng ta, mà còn khuếch đại nỗi sợ hãi và tổn thương bên trong cậu ấy. Trái tim tôi đau đớn khi thấy một người chữa lành lại bị tước đoạt khả năng và phải chịu đựng như vậy.\"</p><p>Trong một sảnh đường khác, Chamuel, thiên thần của hòa bình, đang cố gắng nói chuyện với Michael. \"Thưa Tổng lãnh, sự nghiêm khắc của ngài là cần thiết, nhưng liệu việc can thiệp vào hành trình của Healiangel có thực sự mang lại trật tự? Hay chỉ đẩy cậu ấy vào vòng tay của Kẻ Sa Ngã?\" Michael quay lại, ánh mắt lạnh như băng. \"Hòa bình chỉ đến từ sức mạnh và kỷ luật tuyệt đối, Chamuel. Kẻ yếu đuối phải bị loại bỏ hoặc tự nhận ra sai lầm. Ta không thể để Lucifer lợi dụng Healiangel. Hành động của ta là cần thiết để bảo vệ Thiên Đàng!\" Ông ta quay đi, không muốn nghe thêm. Michael triệu tập các chỉ huy thiên binh, giọng vang vọng khắp Đại Điện: \"Tăng cường kỷ luật! Bất kỳ biểu hiện thương cảm nào đối với những kẻ đã rơi xuống đều sẽ bị coi là phản nghịch!\"</p><p>Los Angeles.</p><p>Trong căn penthouse của Lux, Lucifer đang chơi một ván cờ một mình, những quân cờ đen trắng di chuyển theo ý muốn của hắn. Mazikeen, nữ chiến binh trung thành với mái tóc đen và ánh mắt sắc lẹm, đứng cạnh báo cáo. \"Hael có vẻ đang rất bối rối sau cuộc gặp tối qua. Hắn đã cố gắng sử dụng năng lượng... và thất bại thảm hại. Có vẻ như 'những người bạn cũ' của hắn trên kia đang làm rất tốt công việc đẩy hắn về phía chúng ta.\" Lucifer cười khẽ, di chuyển quân Hậu đen. \"Tốt lắm. Cứ để Michael làm phần việc khó khăn cho ta. Sự đàn áp càng mạnh, khát khao tự do càng cháy bỏng. Hael sẽ sớm nhận ra ai mới thực sự muốn 'giúp đỡ' hắn.\" Hắn nhìn Mazikeen. \"Nhưng cũng đừng lơ là. Ta cảm nhận được sự thuần khiết cố hữu bên trong hắn vẫn còn rất mạnh. Chuẩn bị cho giai đoạn tiếp theo. Đã đến lúc cho hắn nếm thử một chút quyền năng thực sự.\"</p><p>Trở lại phòng khách sạn, sau cơn đau đầu dữ dội, Hael thiếp đi trong mệt mỏi. Và trong giấc mơ, một hình ảnh rõ ràng hơn bất kỳ ký ức nào trước đó hiện về. Cậu thấy mình đang đứng trong một khu vườn tràn ngập ánh sáng dịu nhẹ, không phải ánh sáng mặt trời gay gắt, mà là một thứ ánh sáng ấm áp, thanh khiết. Trước mặt cậu là một thiên thần với đôi cánh vàng rực rỡ, khuôn mặt đượm buồn nhưng ánh mắt đầy lo lắng, đang nói điều gì đó với cậu. Cậu không nghe rõ lời nói, nhưng cảm nhận được sự quan tâm chân thành. Đó là Gabriel. Rồi hình ảnh mờ đi, thay vào đó là một thiên thần khác với nụ cười hiền hậu, đôi mắt ánh lên sự thông thái và chữa lành – Raphael? Hình ảnh vụt tắt trước khi cậu kịp nhìn rõ hơn.</p><p>Hael bật tỉnh giấc, tim đập mạnh. Giấc mơ đó... cảm giác đó... quá chân thật. Nó khác hẳn với sự lạnh lẽo, thù địch mà cậu cảm nhận được từ sự can thiệp vô hình. Phải chăng... không phải tất cả Thiên Đàng đều muốn hại cậu? Phải chăng có những người vẫn còn quan tâm đến cậu?</p><p>Sự thật là gì? Cậu bị mắc kẹt giữa lời đề nghị đầy cám dỗ của Lucifer và những tiếng vọng mâu thuẫn từ Thiên Đàng. Cậu không thể tin Lucifer, nhưng cũng không thể tin vào một Thiên Đàng dường như đang cố tình dìm cậu xuống. Cậu nhận ra, nếu muốn tìm câu trả lời, cậu không thể chỉ ngồi chờ đợi hay sợ hãi. Cậu phải tự mình hành động, tự mình tìm kiếm, dù con đường đó có nguy hiểm đến đâu. Có lẽ, đã đến lúc thăm dò Evelyn và Davies kỹ hơn.</p><p>Ký ức song song sống động tràn vào tâm trí cậu như thác lũ:</p><p>Cậu đang đứng giữa Đại Điện Ánh Sáng huy hoàng, trước mặt là Ngai Vàng rực rỡ.</p><p>Đôi cánh trắng muốt, khổng lồ và mạnh mẽ của chính cậu đang dang rộng.</p><p>Gương mặt lo lắng của Gabriel nói: \"Healiangel, đừng làm vậy! Nguy hiểm lắm!\"</p><p>Nụ cười hiền hậu của Raphael: \"Lòng trắc ẩn là sức mạnh lớn nhất của con, hãy nhớ lấy.\"</p><p>Và rồi, hình ảnh Tấm Màn đang rạn nứt, cậu lao về phía đó, ánh sáng xanh bao bọc lấy tất cả...</p><p>\"Aaaa!\" Hael hét lên một tiếng rồi ngã khuỵu xuống sàn, ôm lấy đầu. Ánh sáng vụt tắt. Cơn đau dữ dội và sự kiệt sức khiến cậu gần như ngất đi. Nhưng trong tâm trí cậu, những hình ảnh vừa rồi vẫn còn rõ mồn một. Đôi cánh. Cái tên Healiangel. Gabriel. Raphael. Thiên Đàng. Đó là sự thật. Cậu không phải Hael. Cậu là Healiangel. Một thiên thần.</p><p>Cánh cửa văn phòng bật mở. Evelyn và Davies lao vào, vẻ mặt hốt hoảng khi thấy Hael nằm sõng soài trên sàn, màn hình máy tính vẫn còn chập chờn. Họ nhìn nhau, rồi nhìn Hael với ánh mắt phức tạp, vừa lo lắng vừa cảnh giác.</p><p>Thiên Đàng.</p><p>Sự bùng nổ năng lượng bất ngờ của Hael tạo ra một gợn sóng lan đến tận Thiên Đàng. Michael tức giận gầm lên, sự việc hoàn toàn vượt ngoài tầm kiểm soát của ông ta. Raguel run rẩy sợ hãi. Gabriel và Raphael cảm nhận được sự thức tỉnh của người anh em, hy vọng và lo lắng cùng lúc dâng trào. Uriel chỉ lặng lẽ thở dài, biết rằng ván cờ vũ trụ vừa có một bước ngoặt không thể lường trước.</p><p>Los Angeles.</p><p>Lucifer đang nâng ly cùng một đối tác kinh doanh thì nhận được tin nhắn khẩn từ Evelyn. Hắn đọc lướt qua, rồi mỉm cười, một nụ cười đầy thích thú và nguy hiểm. \"Xem ra, Michael vừa tặng ta một món quà bất ngờ. Healiangel đã nhớ lại một phần. Tốt lắm. Đã đến lúc ta chính thức ra tay rồi.\"</p><p>Hael được Evelyn và Davies dìu về khách sạn trong tình trạng nửa tỉnh nửa mê. Cậu nằm trên giường, nhắm mắt, nhưng tâm trí không ngừng quay cuồng với những mảnh ghép ký ức vừa tìm lại. Cậu là Healiangel. Nhưng tại sao cậu lại ở đây? Tại sao lại mất đi đôi cánh và sức mạnh? Tại sao Thiên Đàng lại muốn cản trở cậu? Lời nói của Lucifer về kẻ thù lại vang lên. Nhưng hình ảnh Gabriel và Raphael trong ký ức lại mang đến một cảm giác ấm áp, tin tưởng. Cậu bị mắc kẹt, không chỉ giữa Thiên Đàng và Địa Ngục, mà còn giữa quá khứ huy hoàng và hiện tại phàm trần đầy đau khổ. Cậu biết mình vừa chạm vào sự thật, nhưng sự thật đó lại mở ra vô vàn câu hỏi và hiểm nguy mới.</p>"
  }