  {
    "chapter_id": "chapter-26",
    "title_en": "Chapter 26: Actual Moves",
    "title_vi": "Chương 26: Nước Cờ Thực Tế",
    "content_en": "<p>The taxi drove away in the Los Angeles night, the street lights flashing across Hael's face like faint streaks of light, reflecting the chaos in his mind. Accident? Orphanage? His healing instinct prompted him to go there immediately, compassion rising at the prospect of children losing their patrons. But the cold reason, honed through the days of manipulation, sounded the alarm bell. Why you? Why does Mr. Morningstar, with his vast resources and network, need a \"part-time employee\" like you to come to the hospital to solve the crisis? The urgency in Evelyn's voice, the suspicious coincidence... all alluded to another drama, a new move by Lucifer.</p><p>The hospital appeared in front of him, a modern but cold building under the white light. The air inside was filled with the smell of antiseptics, the sound of machines beeping evenly, mixed with hurried footsteps and worried whispers. Hael followed the directions to the intensive care unit, his heart pounding, both worried about the person in distress and nervous about the trap he suspected was waiting for.</p><p>Evelyn was already waiting outside the door of the hospital room, her well-worn face couldn't hide her enthusiasm (although Hael wasn't sure if it was real or acted). \"Hael, you're here,\" she said quickly. \"Mr. Peterson, who runs the youth camp, is in a pretty bad situation. Doctors said he suffered severe head and chest injuries after the collision. It may not pass.\" She looked at Hael, her eyes full of concealment. \"Mr. Morningstar is very worried about the children. Mr. Peterson is their spiritual pillar. His presence at this time, perhaps... can bring some hope.\"</p><p>\"Bringing hope?\" Hael repeated, trying to read Evelyn. What was she referring to? Do you want him to do a miracle?</p><p>Evelyn didn't answer directly, just motioned for him to enter the room. Inside, Mr. Peterson lay motionless on a hospital bed, wrapped in ropes and monitors. The old man's face was now pale, and his breath was weak through the oxygen mask. The indicators on the monitoring screen danced continuously, some red numbers flashed alarmingly. That scene hit Hael's compassion directly. Although he suspected that this was a drama, the suffering and fragility of life before him were real.</p><p>The healing instinct rises strongly. He felt a large, dark \"crack\" surrounding Mr. Peterson, a sign that death was approaching. He wanted to stretch out his hand, to transmit the warm energy, to pull him back from the brink. But the image of Lucifer smiling, the image of Mazikeen coldly appeared. Is this what they want? Do you want them to show their full potential, want you to use the most powerful healing energy, and then get exhausted, or let them evaluate, analyze, and find a way to control that power? Or worse, if this was a trap, his intervention could have some unfathomable consequences?</p><p>Evelyn stood close behind, silently observing every movement and expression on Hael's face. Invisible pressure weighs heavily.</p><p>Hael took a deep breath, trying to regain his composure in the midst of the storm of emotions. He remembered the dream, remembered the word \"Balance\". He couldn't turn a blind eye to this pain, but he also couldn't blindly plunge into the trap. He made a decision.</p><p>He slowly approached the hospital bed, not touching Mr. Peterson directly, but just stood by, placing a hand on the cold metal bed wall, as a normal gesture of comfort. His eyes closed. Instead of trying to create a rush of healing energy, he focused on feeling the chaos in Mr. Peterson's bioenergy, the severe imbalance caused by the injury. Then, he gently led his own jade green light, not to miraculously \"patch\" the wound, but to \"soothe\" that chaos, to create a stable anchor point, a fragile harmony between the life and death energy that was fighting.</p><p>Hael's energy flow is not powerful, it does not cause a visible light effect, but it is subtle and persistent. He felt resistance from the \"crack\" of death, but also a faint reception from Mr. Peterson's remaining life energy. He wasn't trying to win, he was just trying to balance. The familiar headache did not appear, but he felt a deep mental exhaustion, as if he was walking a tightrope between two abysses.</p><p>On the monitoring screen, some indicators that were at an alarm level inched up imperceptibly, becoming a little more stable. The warning beep stops. An extremely small change, not enough to be called a miracle, but enough to show that something has just happened.</p><p>Evelyn squinted at the screen, and then looked at Hael who was opening her eyes, her face slightly pale from high concentration. She didn't say anything, just nodded slightly incomprehensibly.</p><p>At that moment, a nurse walked in to check. She looked at the indicators, then at Mr. Peterson, a slightly surprised expression. \"Oh, he seems to be a little more stable. Good signal.\" The nurse smiled at Hael and Evelyn and continued her work.</p><p>Hael left the hospital room, a feeling of fatigue overwhelmed. He didn't know what he had done, whether that little intervention had really helped, or if it was just a coincidence. He also didn't know how Evelyn and Lucifer judged his actions. Did they notice the subtlety in the way he used his energy? Or do they just see a weak Healiangel who doesn't dare to do miracles even if they have the chance?</p><p>He walked out of the hospital, into the night of Los Angeles. This actual move of Lucifer was even more complicated than he thought. He not only tested his strength, but also his conscience, his ability to hold his ego between the fragile lines of life and death, of manipulation and compassion. The feeling of being monitored and calculated for each step became more and more obvious. His path to truth and balance is long and full of unpredictable pitfalls.</p>",
    "content_vi": "<p>Chiếc taxi lao đi trong màn đêm Los Angeles, ánh đèn đường lướt qua khuôn mặt Hael như những vệt sáng mờ ảo, phản chiếu sự hỗn loạn trong tâm trí cậu. Tai nạn? Trại trẻ mồ côi? Bản năng chữa lành thôi thúc cậu đến đó ngay lập tức, lòng trắc ẩn dâng lên trước viễn cảnh những đứa trẻ mất đi người bảo trợ. Nhưng lý trí lạnh lùng, được mài giũa qua những ngày tháng bị thao túng, lại vang lên hồi chuông cảnh báo. Tại sao lại là cậu? Tại sao Ngài Morningstar, với nguồn lực và mạng lưới khổng lồ, lại cần một \"nhân viên bán thời gian\" như cậu đến bệnh viện giải quyết khủng hoảng? Sự gấp gáp trong giọng nói của Evelyn, sự trùng hợp đáng ngờ... tất cả đều ám chỉ một màn kịch khác, một nước cờ mới của Lucifer.</p><p>Bệnh viện hiện ra trước mắt, một tòa nhà hiện đại nhưng lạnh lẽo dưới ánh đèn trắng xóa. Không khí bên trong đặc quánh mùi thuốc sát trùng, tiếng máy móc kêu bíp bíp đều đều hòa lẫn tiếng bước chân vội vã và những tiếng thì thầm lo lắng. Hael đi theo chỉ dẫn đến phòng chăm sóc đặc biệt, trái tim đập thình thịch, vừa vì lo lắng cho người gặp nạn, vừa vì căng thẳng trước cái bẫy mà cậu nghi ngờ đang chờ đợi.</p><p>Evelyn đã đứng chờ sẵn ngoài cửa phòng bệnh, khuôn mặt trang điểm kỹ lưỡng không giấu được vẻ sốt sắng (dù Hael không chắc đó là thật hay diễn). \"Hael, cậu đến rồi,\" cô ta nói nhanh. \"Ông Peterson, người điều hành trại trẻ, tình hình khá tệ. Bác sĩ nói ông ấy bị chấn thương nặng ở đầu và ngực sau vụ va chạm. Có thể sẽ không qua khỏi.\" Cô ta nhìn Hael, ánh mắt đầy ẩn ý. \"Ngài Morningstar rất lo lắng cho bọn trẻ. Ông Peterson là trụ cột tinh thần của chúng. Sự hiện diện của cậu lúc này, có lẽ... có thể mang lại chút hy vọng.\"</p><p>\"Mang lại hy vọng?\" Hael lặp lại, cố gắng đọc vị Evelyn. Cô ta đang ám chỉ điều gì? Muốn cậu làm phép màu sao?</p><p>Evelyn không trả lời thẳng, chỉ ra hiệu cho cậu vào phòng. Bên trong, ông Peterson nằm bất động trên giường bệnh, người quấn đầy dây dợ và máy móc theo dõi. Khuôn mặt ông già nua, khắc khổ giờ tái nhợt, hơi thở yếu ớt qua mặt nạ oxy. Các chỉ số trên màn hình theo dõi nhảy múa liên tục, vài con số đỏ rực báo động. Cảnh tượng đó đánh thẳng vào lòng trắc ẩn của Hael. Dù có nghi ngờ đây là một màn kịch, nỗi đau khổ và sự mong manh của sự sống trước mắt cậu là thật.</p><p>Bản năng chữa lành trỗi dậy mạnh mẽ. Cậu cảm nhận được \"vết nứt\" lớn, tối tăm bao quanh ông Peterson, dấu hiệu của tử thần đang đến rất gần. Cậu muốn đưa tay ra, muốn truyền đi luồng năng lượng ấm áp, muốn kéo ông ấy trở lại từ bờ vực. Nhưng hình ảnh Lucifer mỉm cười, hình ảnh Mazikeen lạnh lùng lại hiện về. Đây có phải là điều họ muốn? Muốn cậu bộc lộ hết khả năng, muốn cậu sử dụng năng lượng chữa lành mạnh mẽ nhất, để rồi kiệt sức, hoặc để họ đánh giá, phân tích, và tìm cách kiểm soát thứ sức mạnh đó? Hay tệ hơn, nếu đây là cái bẫy, việc cậu can thiệp có thể gây ra hậu quả khôn lường nào đó?</p><p>Evelyn đứng sát phía sau, im lặng quan sát từng cử động, từng biểu cảm trên khuôn mặt Hael. Áp lực vô hình đè nặng.</p><p>Hael hít một hơi thật sâu, cố gắng tìm lại sự tĩnh tại giữa cơn bão cảm xúc. Cậu nhớ đến giấc mơ, nhớ đến từ \"Cân Bằng\". Cậu không thể làm ngơ trước nỗi đau này, nhưng cũng không thể mù quáng lao vào cái bẫy. Cậu đưa ra quyết định.</p><p>Cậu từ từ tiến lại gần giường bệnh, không chạm trực tiếp vào ông Peterson, mà chỉ đứng cạnh, đặt một bàn tay lên thành giường kim loại lạnh lẽo, như một cử chỉ an ủi thông thường. Đôi mắt cậu nhắm lại. Thay vì cố gắng tạo ra một luồng năng lượng chữa lành ào ạt, cậu tập trung vào việc cảm nhận sự hỗn loạn trong năng lượng sinh học của ông Peterson, sự mất cân bằng trầm trọng do chấn thương gây ra. Rồi, cậu nhẹ nhàng dẫn dắt luồng sáng xanh ngọc bích của chính mình, không phải để \"vá\" lại vết thương một cách thần kỳ, mà để \"xoa dịu\" sự hỗn loạn đó, để tạo ra một điểm neo ổn định, một sự hài hòa mong manh giữa dòng năng lượng sinh tử đang giao tranh.</p><p>Luồng năng lượng của Hael không mạnh mẽ, không gây ra hiệu ứng ánh sáng nhìn thấy được, nhưng nó tinh tế và bền bỉ. Cậu cảm nhận được sự kháng cự từ \"vết nứt\" tử thần, nhưng cũng cảm nhận được một sự tiếp nhận yếu ớt từ năng lượng sống còn lại của ông Peterson. Cậu không cố gắng chiến thắng, chỉ cố gắng cân bằng. Cơn đau đầu quen thuộc không xuất hiện, nhưng cậu cảm thấy một sự hao tổn tinh thần sâu sắc, như thể đang đi trên dây giữa hai vực thẳm.</p><p>Trên màn hình theo dõi, vài chỉ số đang ở mức báo động khẽ nhích lên một cách khó nhận thấy, trở nên ổn định hơn một chút. Tiếng bíp bíp cảnh báo ngưng lại. Một sự thay đổi cực kỳ nhỏ bé, không đủ để gọi là phép màu, nhưng đủ để cho thấy có điều gì đó vừa xảy ra.</p><p>Evelyn nheo mắt nhìn màn hình, rồi lại nhìn Hael đang mở mắt ra, khuôn mặt hơi tái đi vì tập trung cao độ. Cô ta không nói gì, chỉ khẽ gật đầu một cách khó hiểu.</p><p>Đúng lúc đó, một y tá bước vào kiểm tra. Cô nhìn các chỉ số, rồi nhìn ông Peterson, vẻ mặt hơi ngạc nhiên. \"Ồ, có vẻ ông ấy ổn định hơn một chút rồi. Tín hiệu tốt.\" Cô y tá mỉm cười với Hael và Evelyn rồi tiếp tục công việc của mình.</p><p>Hael rời khỏi phòng bệnh, cảm giác mệt mỏi bao trùm. Cậu không biết mình đã làm được gì, liệu sự can thiệp nhỏ bé đó có thực sự giúp ích, hay chỉ là sự trùng hợp. Cậu cũng không biết Evelyn và Lucifer đánh giá hành động của cậu ra sao. Họ có nhận ra sự tinh tế trong cách cậu sử dụng năng lượng không? Hay họ chỉ thấy một Healiangel yếu đuối, không dám làm phép màu dù có cơ hội?</p><p>Cậu bước ra khỏi bệnh viện, hòa vào màn đêm Los Angeles. Nước cờ thực tế này của Lucifer còn phức tạp hơn cậu tưởng. Hắn không chỉ thử thách sức mạnh, mà còn thử thách lương tâm, thử thách khả năng giữ vững bản ngã của cậu giữa lằn ranh mong manh của sự sống và cái chết, của sự thao túng và lòng trắc ẩn. Cảm giác bị theo dõi, bị tính toán từng đường đi nước bước càng trở nên rõ rệt. Con đường tìm kiếm sự thật và cân bằng của cậu còn rất dài và đầy rẫy những cạm bẫy khó lường.</p>"
  }