  {
    "chapter_id": "chapter-13",
    "title_en": "Chapter 13: The Shadow of the Past",
    "title_vi": "Chương 13: Bóng Hình Quá Khứ",
    "content_en": "<p>The fog was getting thicker and thicker in Hael's mind. He tried to find an explanation for the times when his mind was empty, his judgments were wrong. He went online to find out about the symptoms of temporary dementia, about anxiety disorders, but nothing really matched what he was experiencing. The feeling of being controlled and manipulated becomes obsessive. He began to doubt everything from the kindness of the people in the Morningstar Foundation to his own thoughts and feelings. The loneliness is even deeper in the luxurious but lifeless hotel room.</p><p>One afternoon, while wandering down crowded Hollywood Boulevard trying to escape the suffocation, Hael suddenly saw an elderly homeless man suddenly kneel down the side of the road, hugging his chest and breathing heavily. Everyone around hurriedly glanced by, or just stood and watched from a distance. Without a moment's hesitation, instinct rose stronger than fear, Hael rushed over. He knelt down beside the man, his hand reflexively resting on his weakly heaving chest.</p><p>A familiar flow of warmth, but this time it seemed to be stronger, purer, spreading from his palm. An extremely faint jade-green light, almost imperceptible under the bright sunlight, flashed in an instant. Hael heard the man's breathing become more regular, and his face became less pale. He opened his eyes, looking at Hael with a look of surprise and gratitude. But soon after, the familiar throbbing pain struck Hael's temple, his mind spinning, and a feeling of exhaustion hit. The memory of the last brief moment became flickering and vague. He only had time to support the man sitting against the wall before staggering to his feet, cold sweat pouring out. What did you do? What is that light?</p><p>Heaven.</p><p>Gabriel and Uriel both felt a faint but pure burst of energy from Hael. \"He did it!\" Gabriel exclaimed, a glimmer of hope flashing in his eyes. \"The healing instinct is still there, stronger than Michael's intervention!\" \"That's right,\" Uriel nodded, but his expression was still not happy. \"But this didn't escape Lucifer's attention either. And Michael.\" He looked at Raphael, who was trying to focus his healing energy toward Hael, but received only a faint response. \"Raphael's energy was blocked. Michael has erected an invisible barrier around Healiangel, not only preventing help, but amplifying the negative effects.\" Gabriel clenched his hands. \"So the hope that has just flashed is just the beginning of a bigger challenge?\"</p><p>Just as Uriel had predicted, Michael felt a burst of energy. Anger flared up. \"Does he dare to resist?\" He orders Raguel to strengthen \"justice\", focusing on sowing fear and skepticism in Hael's mind after every sign of strength rising.</p><p>Los Angeles.</p><p>That night, Hael received a call from Evelyn. \"Mr. Morningstar has returned to Los Angeles and wants to see you tonight. The bus will pick you up at 8 o'clock.\" Her voice was still even, but Hael felt an unusual urgency.</p><p>The luxury car takes Hael to another skyscraper, where the famous nightclub Lux is located on the top floor. Different from the flashy but somewhat artificial look of charity events, Lux has a ghostly charm, full of temptation. The lights were dim, the music was melodious but enchanting, and beautiful people passed each other in silence. Evelyn led Hael into a private elevator and went straight to Lucifer's penthouse above the club.</p><p>Lucifer Morningstar was standing by the giant glass window, looking down at the glittering night city, holding an amber wine glass in his hand. He turned around when Hael walked in, smiling familiarly but this time it seemed to have more depth, more mystery. \"Hi Hael,\" he said, his voice echoing throughout the lavish room. \"It's nice to finally see you here again, in my 'yard'.\" Hael stood still, trying to stay calm in the face of the overwhelming temperament of the man in front of her. \"I heard that you have had some experiences... interesting in Los Angeles,\" Lucifer continued, stepping closer, his black eyes swirling deep into Hael. \"Sudden headaches? Moments of disorientation? Or the feeling of a special ability that you can't control?\" Hael was stunned. How did he know? \"Don't be surprised,\" Lucifer laughed slightly. \"I know more than you think. I know you're not like ordinary people. You're special, Hael. Very special.\" He stopped, looking directly into Hael's eyes. \"And I can help you understand yourself. Help him control that gift, instead of being afraid of it. Help you find what you lost.\" The offer was like a thunderbolt in Hael's ears. Know yourself? Control the gift? Find what you lost? That's exactly what he longs for and fears. Lucifer was holding out the key that opened the mysterious door to his past, but he knew that this key was in the hands of the Devil. \"Why?\" Hael asked softly, his voice trembling. \"Why do you want to help me?\" Lucifer shrugged, a half-smile full of implications. \"Because I like interesting things. And you, Healiangel... well no, Hael, you're one of the most interesting things that have fallen into this dull world. Moreover,\" he leaned forward, lowering his voice, \"maybe we have some kind of enemy in common who is deliberately blocking your way.\"</p><p>Hael stood silent, his mind confused. Lucifer's offer was tempting, promising the answers he desperately sought. But instinct tells him that this is a sweet trap, a path to darkness. What choice do you have to make? Believing in the Devil to find himself, or continuing to grope in the mist of doubt or, alone against invisible forces?</p>",
    "content_vi": "<p>Màn sương nghi hoặc ngày càng dày đặc trong tâm trí Hael. Cậu cố gắng tìm kiếm lời giải thích cho những lần tâm trí trống rỗng, những phán đoán sai lầm. Cậu lên mạng tìm hiểu về các triệu chứng mất trí nhớ tạm thời, về chứng rối loạn lo âu, nhưng không có gì thực sự khớp với những gì cậu trải qua. Cảm giác bị điều khiển, bị thao túng trở nên ám ảnh. Cậu bắt đầu nghi ngờ mọi thứ, từ sự tử tế của những người trong Quỹ Morningstar đến chính những suy nghĩ và cảm xúc của bản thân. Sự cô độc càng thêm sâu sắc trong căn phòng khách sạn xa hoa nhưng vô hồn.</p><p>Một buổi chiều, khi đang đi lang thang trên đại lộ Hollywood đông đúc để cố gắng thoát khỏi sự ngột ngạt, Hael bất ngờ thấy một người đàn ông vô gia cư lớn tuổi đột ngột khuỵu xuống vệ đường, ôm ngực thở dốc. Mọi người xung quanh vội vã lướt qua, hoặc chỉ đứng nhìn từ xa. Không một chút do dự, bản năng trỗi dậy mạnh mẽ hơn cả nỗi sợ hãi, Hael lao đến. Cậu quỳ xuống bên cạnh người đàn ông, bàn tay theo phản xạ đặt lên lồng ngực đang phập phồng yếu ớt của ông ta.</p><p>Một luồng hơi ấm quen thuộc, nhưng lần này dường như mạnh mẽ hơn, tinh khiết hơn, lan tỏa từ lòng bàn tay cậu. Một ánh sáng xanh ngọc bích cực kỳ mờ ảo, gần như không thể nhận thấy dưới ánh nắng chói chang, lóe lên trong khoảnh khắc. Hael nghe thấy tiếng thở của người đàn ông trở nên đều đặn hơn, sắc mặt bớt tái nhợt. Ông ta mở mắt, nhìn Hael với ánh mắt ngạc nhiên và biết ơn. Nhưng ngay sau đó, cơn đau nhói quen thuộc lại tấn công thái dương Hael, đầu óc cậu quay cuồng, và cảm giác kiệt sức ập đến. Ký ức về khoảnh khắc ngắn ngủi vừa rồi lại trở nên chập chờn, mơ hồ. Cậu chỉ kịp đỡ người đàn ông ngồi dựa vào tường trước khi loạng choạng đứng dậy, mồ hôi lạnh túa ra. Cậu đã làm gì? Ánh sáng đó là gì?</p><p>Thiên Đàng.</p><p>Gabriel và Uriel đều cảm nhận được sự bộc phát năng lượng yếu ớt nhưng tinh khiết từ Hael. \"Cậu ấy đã làm được!\" Gabriel kêu lên, một tia hy vọng lóe lên trong mắt. \"Bản năng chữa lành vẫn còn đó, mạnh hơn cả sự can thiệp của Michael!\" \"Đúng vậy,\" Uriel gật đầu, nhưng vẻ mặt vẫn không tỏ ra vui mừng. \"Nhưng điều này cũng không thoát khỏi sự chú ý của Lucifer. Và cả Michael.\" Ông nhìn về phía Raphael, người đang cố gắng tập trung năng lượng chữa lành của mình hướng về phía Hael, nhưng chỉ nhận lại một sự phản hồi yếu ớt. \"Năng lượng của Raphael bị cản lại. Michael đã dựng lên một lớp chắn vô hình quanh Healiangel, không chỉ ngăn cản sự giúp đỡ mà còn khuếch đại những tác động tiêu cực.\" Gabriel siết chặt tay. \"Vậy hy vọng vừa lóe lên cũng chỉ là khởi đầu cho một thử thách lớn hơn sao?\"</p><p>Đúng như Uriel dự đoán, Michael đã cảm nhận được sự bộc phát năng lượng. Cơn giận giữ bùng lên. \"Hắn dám chống lại sao?\" Ông ta ra lệnh cho Raguel tăng cường \"công lý\", tập trung vào việc gieo rắc nỗi sợ hãi và sự hoài nghi vào tâm trí Hael sau mỗi lần có dấu hiệu sức mạnh trỗi dậy.</p><p>Los Angeles.</p><p>Tối hôm đó, Hael nhận được một cuộc gọi từ Evelyn. \"Ngài Morningstar đã về Los Angeles và muốn gặp cậu tối nay. Xe sẽ đón cậu lúc 8 giờ.\" Giọng cô ta vẫn đều đều nhưng Hael cảm nhận được một sự gấp gáp khác thường.</p><p>Chiếc xe sang trọng đưa Hael đến một tòa nhà chọc trời khác, nơi có câu lạc bộ đêm nổi tiếng Lux nằm ở tầng cao nhất. Khác với vẻ hào nhoáng nhưng có phần giả tạo của các sự kiện từ thiện, Lux mang một vẻ quyến rũ ma mị, đầy cám dỗ. Ánh đèn mờ ảo, tiếng nhạc du dương nhưng đầy mê hoặc, những con người xinh đẹp lướt qua nhau trong im lặng. Evelyn dẫn Hael vào thang máy riêng, đi thẳng lên căn penthouse của Lucifer nằm phía trên câu lạc bộ.</p><p>Lucifer Morningstar đang đứng bên cửa sổ kính khổng lồ, nhìn xuống thành phố đêm lấp lánh, tay cầm ly rượu màu hổ phách. Hắn quay lại khi Hael bước vào, nở nụ cười quen thuộc nhưng lần này dường như có chiều sâu hơn, bí ẩn hơn. \"Chào Hael,\" hắn nói, giọng trầm ấm vang vọng khắp căn phòng xa hoa. \"Rất vui cuối cùng cũng được gặp lại cậu ở đây, tại 'sân nhà' của ta.\" Hael đứng im, cố gắng giữ bình tĩnh trước khí chất áp đảo của người đàn ông trước mặt. \"Ta nghe nói cậu đã có một vài trải nghiệm... thú vị ở Los Angeles,\" Lucifer tiếp tục, bước lại gần hơn, đôi mắt đen xoáy sâu vào Hael. \"Những cơn đau đầu bất chợt? Những khoảnh khắc mất phương hướng? Hay cảm giác về một khả năng đặc biệt mà cậu không thể kiểm soát?\" Hael sững sờ. Sao hắn biết? \"Đừng ngạc nhiên,\" Lucifer cười nhẹ. \"Ta biết nhiều điều hơn cậu tưởng. Ta biết cậu không giống những người bình thường. Cậu đặc biệt, Hael ạ. Rất đặc biệt.\" Hắn dừng lại, nhìn thẳng vào mắt Hael. \"Và ta có thể giúp cậu hiểu rõ bản thân mình. Giúp cậu kiểm soát món quà đó, thay vì sợ hãi nó. Giúp cậu tìm lại những gì đã mất.\" Lời đề nghị như một tiếng sét đánh ngang tai Hael. Hiểu rõ bản thân? Kiểm soát món quà? Tìm lại những gì đã mất? Đó chính xác là những gì cậu khao khát và sợ hãi. Lucifer đang chìa ra chiếc chìa khóa mở cánh cửa bí ẩn về quá khứ của cậu, nhưng cậu biết rõ, chiếc chìa khóa này nằm trong tay Ác Quỷ. \"Tại sao?\" Hael hỏi khẽ, giọng run run. \"Tại sao ngài lại muốn giúp tôi?\" Lucifer nhún vai, một nụ cười nửa miệng đầy ẩn ý. \"Vì ta thích những điều thú vị. Và cậu, Healiangel... à không, Hael, cậu là một trong những điều thú vị nhất đã rơi xuống thế giới buồn tẻ này. Hơn nữa,\" hắn nghiêng người về phía trước, hạ giọng, \"có lẽ chúng ta có chung một kẻ thù nào đó đang cố tình cản đường cậu.\"</p><p>Hael đứng lặng người, tâm trí rối bời. Lời đề nghị của Lucifer đầy cám dỗ, hứa hẹn những câu trả lời mà cậu tuyệt vọng tìm kiếm. Nhưng bản năng mách bảo cậu rằng đây là một cái bẫy ngọt ngào, một con đường dẫn đến bóng tối. Cậu phải lựa chọn thế nào đây? Tin vào Ác Quỷ để tìm lại chính mình, hay tiếp tục mò mẫm trong màn sương nghi hoặc, cô độc chống lại những thế lực vô hình?</p>"
  }