  {
    "chapter_id": "chapter-19",
    "title_en": "Chapter 19: Between Two Bullets",
    "title_vi": "Chương 19: Giữa Hai Làn Đạn",
    "content_en": "<p>Gabriel's whisper, though weak and fleeting, stirred Hael's mind strongly. \"Don't believe him... Remember who you are... The light remains...\" It confirmed the deep insecurity he had always felt about Lucifer and Mazikeen's methods, but at the same time contradicted the hostility he felt from Michael and Raguel. He felt like he was standing between two bullets, not knowing who was a friend and who was an enemy.</p><p>This confusion had a noticeable effect on Mazikeen's next training session. Hael became more reserved, his eyes always hiding suspicion. As Mazikeen continued to urge him to use anger or pain to control his energy, Hael hesitated. \"But... my energy,\" Hael said, his voice a little hesitant, \"I feel it... should not be used in this way. He wants to heal, he wants to soothe...\"</p><p>Mazikeen smirked, a cold smile. \"You're still too naïve, Healiangel. ''healing', 'soothing'? These are the weak emotions that bind you. This world operates by strength, by will. Do you want to be the weak forever controlled by others, or do you want to seize the real power to decide your own fate?\" She increased the pressure during the exercise, forcing Hael to focus on shaping the energy with iron will, putting aside all other emotions. Hael tries to comply, he succeeds in controlling his energy to a basic level, but the feeling of emptiness and alienation from himself grows.</p><p>When he was alone, Hael tried to close his eyes, concentrate his mind, silently calling Gabriel's name, hoping to reconnect with the only warmth he felt from the past. But his response was only silence, or worse, the feeling that the invisible wall was tightening around his mind again, as a warning.</p><p>Heaven.</p><p>Gabriel's attempts to communicate failed to pass Michael's supervision. The Commander-in-Chief summoned Gabriel to the temporary Throne, anger evident in his cold eyes. \"Do you dare to disobey my orders, Gabriel?\" Michael roared, and the pressure made the entire Great Hall shake. \"You contacted the Balance Lock! Do you know how stupid and dangerous that action is? You may have alerted Lucifer, you may have broken my plan!\"</p><p>\"What is your plan? Standing by and watching him fall into the hands of the Fallen?\" Gabriel was no longer afraid, the worry for Healiangel overwhelmed everything. \"Or continue to use Raguel's 'justice' to push him into despair? That's a dangerous act!\"</p><p>\"You dare to question me?\" Michael pulled out his golden sword, a cold light shining on his angry face.</p><p>\"Stop!\" Uriel suddenly appears between the two, along with Raphael and Chamuel. \"Michael, your anger is clouding reason. Gabriel acted out of worry, albeit somewhat recklessly. But Raguel's intervention also backfired. Healiangel received the message, albeit weakly. That proves that the connection has not been completely cut off.\"</p><p>\"We've got to give him a chance, Michael,\" Raphael said softly. \"A chance to recall the light.\"</p><p>Michael looked at the other Archangels, his implicit opposition causing him to hold back his rage. He put his sword in its sheath. \"Okay,\" he gritted his teeth. \"We will suspend the special 'supervision'. But if Healiangel shows any signs of leaning towards Lucifer, I won't hesitate to act, no matter what you say.\" He looked at Gabriel with warning. \"And you, Gabriel, don't act stupid again.\"</p><p>Los Angeles.</p><p>Lucifer, of course, sensed the faint ripples of energy from Heaven toward Hael, as well as the growing resistance of the new \"student\". He knew Gabriel was trying to break the ice, and Michael didn't sit still. It's time to roll out the new card.</p><p>He summoned Hael to the penthouse again. This time, there was no longer an open look. \"I know you're suspicious of me, Hael,\" Lucifer said bluntly. \"And you have a reason for doing so. Especially when your 'old friends' are trying to pull you towards them with weak whispers.\" He sneered. \"But do you really know who they are? Do you know what really happened in Heaven?\"</p><p>Hael was silent, vigilant.</p><p>\"Let me tell you another story,\" Lucifer said, his voice full of fascination. He began to tell of a Paradise before the Great War, not a perfect place as Hael vaguely recalls, but a place full of imposition, where the Creator demanded blind obedience, where Michael was a ruthless enforcer, ready to punish anyone who dared to doubt. He tells the story of how he only wants to seek the truth, wants to be free, but is slandered and oppressed by a powerful ambitious Michael. He paints a picture of the current Heaven under Michael's rule that is even more authoritarian and corrupt than Hell.</p><p>\"They're afraid of you, Healiangel,\" Lucifer concluded. \"They're afraid of your power, they're afraid of the truth you might expose. That's why they want to restrain him, want him to forget everything. As for me,\" he looked directly into Hael's eyes, \"I just want you to be free, to be yourself.\" To add weight to his words, he snapped his fingers. An image appeared in mid-air: the sight of Michael commanding the angels with a cold, cruel expression. The image may be real, or just a cleverly crafted illusion.</p><p>Hael looked at the image, then looked at Lucifer. Lucifer's account, as unbelievable as it may be, matched what he had experienced—hostile intervention, Michael's coldness in memory (real or fake). Gabriel had warned him not to trust Lucifer, but the Heaven that Gabriel belonged to didn't seem to be reliable either. He fell into a spiral of doubt again, not knowing what the truth was.</p><p>\"Think about it,\" Lucifer said, clearly seeing Hael's wavering. \"In the meantime, keep practicing. Strength is the most obvious answer.\"</p><p>Hael left, his heart heavy. He felt that he was being pulled to two sides by two completely opposite stories. He needed to find out the truth for himself. But how?</p>",
    "content_vi": "<p>Lời thì thầm của Gabriel, dù yếu ớt và thoáng qua, lại khuấy động mạnh mẽ tâm trí Hael. \"Đừng tin hắn... Hãy nhớ con là ai... Ánh sáng vẫn còn...\" Nó xác nhận nỗi bất an sâu kín cậu luôn cảm thấy về Lucifer và phương pháp của Mazikeen, nhưng đồng thời lại mâu thuẫn với sự thù địch cậu cảm nhận được từ Michael và Raguel. Cậu như đang đứng giữa hai làn đạn, không biết đâu là bạn, đâu là thù.</p><p>Sự hoang mang này ảnh hưởng rõ rệt đến buổi tập luyện tiếp theo với Mazikeen. Hael trở nên dè dặt hơn, ánh mắt luôn ẩn chứa sự nghi ngờ. Khi Mazikeen tiếp tục thúc ép cậu sử dụng cơn giận hay nỗi đau để điều khiển năng lượng, Hael ngập ngừng. \"Nhưng... năng lượng của tôi,\" Hael lên tiếng, giọng hơi do dự, \"tôi cảm thấy nó... không nên dùng theo cách này. Nó muốn chữa lành, muốn xoa dịu...\"</p><p>Mazikeen nhếch mép cười, một nụ cười lạnh lẽo. \"Ngươi vẫn còn quá ngây thơ, Healiangel. 'Chữa lành', 'xoa dịu'? Đó là những cảm xúc yếu đuối trói buộc ngươi. Thế giới này vận hành bằng sức mạnh, bằng ý chí. Ngươi muốn mãi là kẻ yếu bị kẻ khác điều khiển, hay muốn nắm lấy quyền năng thực sự để tự định đoạt số phận?\" Cô ta tăng áp lực trong bài tập, buộc Hael phải tập trung vào việc định hình năng lượng bằng ý chí sắt đá, gạt bỏ mọi cảm xúc khác. Hael cố gắng làm theo, cậu thành công trong việc kiểm soát năng lượng ở mức độ cơ bản, nhưng cảm giác trống rỗng và xa lạ với chính mình lại càng tăng lên.</p><p>Những lúc một mình, Hael cố gắng nhắm mắt, tập trung tâm trí, gọi thầm tên Gabriel, hy vọng có thể kết nối lại với nguồn ấm áp duy nhất cậu cảm nhận được từ quá khứ. Nhưng đáp lại cậu chỉ là sự im lặng, hoặc tệ hơn, là cảm giác bức tường vô hình kia lại siết chặt hơn quanh tâm trí, như một lời cảnh cáo.</p><p>Thiên Đàng.</p><p>Nỗ lực liên lạc của Gabriel không qua được sự giám sát của Michael. Vị Tổng tư lệnh triệu tập Gabriel đến trước Ngai Vàng tạm bợ, cơn thịnh nộ hiện rõ trong đôi mắt lạnh lẽo. \"Ngươi dám cả gan làm trái lệnh ta, Gabriel?\" Michael gầm lên, uy áp khiến cả Đại Điện rung chuyển. \"Ngươi liên lạc với Khóa Cân Bằng! Ngươi có biết hành động đó ngu xuẩn và nguy hiểm đến mức nào không? Ngươi có thể đã báo động cho Lucifer, ngươi có thể đã phá vỡ kế hoạch của ta!\"</p><p>\"Kế hoạch của ngài là gì? Đứng nhìn Cậu ấy rơi vào tay Kẻ Sa Ngã ư?\" Gabriel không còn sợ hãi, nỗi lo cho Healiangel lấn át tất cả. \"Hay là tiếp tục dùng 'công lý' của Raguel để đẩy cậu ấy vào tuyệt vọng? Đó mới là hành động nguy hiểm!\"</p><p>\"Ngươi dám chất vấn ta?\" Michael rút thanh kiếm vàng ra, ánh sáng lạnh lẽo chiếu rọi khuôn mặt giận dữ của ông ta.</p><p>\"Dừng lại!\" Uriel bất ngờ xuất hiện giữa hai người, cùng với Raphael và Chamuel. \"Michael, cơn giận của ngài đang che mờ lý trí. Gabriel hành động vì lo lắng, dù có phần liều lĩnh. Nhưng sự can thiệp của Raguel cũng đã phản tác dụng. Healiangel đã nhận được thông điệp, dù yếu ớt. Điều đó chứng tỏ kết nối chưa hoàn toàn bị cắt đứt.\"</p><p>\"Chúng ta phải cho cậu ấy một cơ hội, Michael,\" Raphael nhẹ nhàng nói. \"Một cơ hội để nhớ lại ánh sáng.\"</p><p>Michael nhìn các Tổng lãnh thiên thần khác, sự phản đối ngấm ngầm khiến ông ta phải kìm lại cơn thịnh nộ. Ông ta tra kiếm vào vỏ. \"Được rồi,\" ông ta nghiến răng. \"Ta sẽ tạm dừng việc 'giám sát' đặc biệt. Nhưng nếu Healiangel có bất kỳ dấu hiệu nào ngả về phía Lucifer, ta sẽ không ngần ngại hành động, dù các ngươi có nói gì đi nữa.\" Ông ta nhìn Gabriel đầy cảnh cáo. \"Và ngươi, Gabriel, đừng hành động ngu xuẩn thêm một lần nào nữa.\"</p><p>Los Angeles.</p><p>Lucifer, tất nhiên, đã cảm nhận được gợn sóng năng lượng yếu ớt từ Thiên Đàng hướng về phía Hael, cũng như sự kháng cự ngày càng tăng của \"học trò\" mới. Hắn biết Gabriel đang cố gắng phá đám, và Michael cũng không ngồi yên. Đã đến lúc phải tung ra con bài mới.</p><p>Hắn triệu tập Hael đến penthouse một lần nữa. Lần này, không còn vẻ úp mở. \"Ta biết cậu đang nghi ngờ ta, Hael,\" Lucifer nói thẳng. \"Và cậu có lý do để làm vậy. Đặc biệt là khi 'những người bạn cũ' của cậu đang cố gắng kéo cậu về phía họ bằng những lời thì thầm yếu ớt.\" Hắn cười khẩy. \"Nhưng cậu có thực sự biết họ là ai không? Cậu có biết chuyện gì đã thực sự xảy ra trên Thiên Đàng không?\"</p><p>Hael im lặng, cảnh giác.</p><p>\"Để ta kể cho cậu nghe một câu chuyện khác,\" Lucifer nói, giọng đầy mê hoặc. Hắn bắt đầu kể về một Thiên Đàng trước Đại chiến, không phải nơi hoàn mỹ như Hael mơ hồ nhớ lại, mà là một nơi đầy rẫy sự áp đặt, nơi Đấng Sáng Tạo đòi hỏi sự phục tùng mù quáng, nơi Michael là kẻ chấp pháp tàn nhẫn, sẵn sàng trừng phạt bất kỳ ai dám nghi ngờ. Hắn kể về việc mình chỉ muốn tìm kiếm sự thật, muốn tự do, nhưng lại bị vu oan, bị đàn áp bởi một Michael đầy tham vọng quyền lực. Hắn vẽ nên một bức tranh nơi Thiên Đàng hiện tại dưới sự cai trị của Michael còn độc đoán và mục nát hơn cả Địa Ngục.</p><p>\"Họ sợ cậu, Healiangel,\" Lucifer kết luận. \"Họ sợ sức mạnh của cậu, sợ sự thật mà cậu có thể phơi bày. Đó là lý do họ muốn kìm hãm cậu, muốn cậu quên đi mọi thứ. Còn ta,\" hắn nhìn thẳng vào mắt Hael, \"ta chỉ muốn cậu được tự do, được là chính mình.\" Để tăng thêm sức nặng cho lời nói, hắn búng tay. Một hình ảnh hiện ra giữa không trung: cảnh tượng Michael đang ra lệnh cho các thiên thần với vẻ mặt lạnh lùng, tàn nhẫn. Hình ảnh đó có thể là thật, hoặc chỉ là một ảo ảnh được tạo ra khéo léo.</p><p>Hael nhìn hình ảnh đó, rồi nhìn Lucifer. Lời kể của Lucifer, dù khó tin, lại khớp với những gì cậu trải qua – sự can thiệp thù địch, sự lạnh lùng của Michael trong ký ức (dù là ký ức thật hay giả). Gabriel đã cảnh báo cậu đừng tin Lucifer, nhưng Thiên Đàng mà Gabriel thuộc về dường như cũng không đáng tin cậy. Cậu lại rơi vào vòng xoáy nghi ngờ, không biết đâu là sự thật.</p><p>\"Hãy suy nghĩ về điều đó,\" Lucifer nói, thấy rõ sự dao động của Hael. \"Trong lúc đó, hãy tiếp tục luyện tập. Sức mạnh chính là câu trả lời rõ ràng nhất.\"</p><p>Hael rời đi, lòng nặng trĩu. Cậu cảm thấy mình đang bị kéo về hai phía bởi hai câu chuyện hoàn toàn trái ngược nhau. Cậu cần phải tìm ra sự thật cho riêng mình. Nhưng bằng cách nào?</p>"
  }