{
  "chapter_id": "chapter-09",
  "title_en": "Chapter 09: First Lessons",
  "title_vi": "Chương 09: Những Bài Học Đầu Tiên",
  "content_en": "<p>Hael's new life gradually entered the reels. The initial overwhelm at material comforts and open opportunities subsided, giving way to a more sophisticated sense of emptiness. The high-end apartment is still unfamiliar, and the work at the Morningstar Foundation, although not hard, makes him feel suffocated by the cold professionalism and the feeling of being constantly monitored. The calls to Lan's mother became less and less frequent, not because he had forgotten, but because the distance between the two worlds was getting bigger and bigger, and the confidants became difficult to say.</p><p>The work at the office brought Hael more exposure to the Foundation's \"charity\" activities. He is tasked with helping screen applications for help, participating in partner meet-ups and sometimes flashy fundraising events. Lucifer seemed to want him to see the \"true face\" of the world he was manipulating.</p><p>At a fundraiser held at one of the city's most luxurious hotels, Hael, dressed in a suit prepared by the Foundation, felt out of place among the lavishly dressed elite crowd. They laughed, toasted, pledged great donations to the less fortunate, but their eyes were full of calculation, conversations revolving more about business than true compassion. He found the Foundation's project manager tactfully rejecting a difficult case that did not bring media benefits, while prioritizing another project that could polish the name of the major donor. The naked fake made Hael feel nauseous. It was far from the simple, sincere kindness he had known back home.</p><p>He quietly retreated to the balcony, looking down at the brightly lit city. The cold indifference he had tried to maintain in self-defense seemed to be validated by this world. Is kindness just a luxury, a tool for exchanging benefits? That thought made him both bitter and a little bit... strangely relieved. If the world works like this, then your disorientation, your separation, may not be completely meaningless.</p><p>Heaven.</p><p>In a corner where the little bit of the warm light of Heaven was slowly cooling, near where the Curtain was still smoldering faint cracks, Gabriel stood silent, his eyes looking at the Earth. His golden wings drooped, no longer as glorious as before. Beside him, Uriel, the Archangel of Wisdom, with an unpredictable calm face, was also contemplating. \"Can you feel it, Uriel?\" Gabriel asked softly, his voice full of worry. \"Lucifer's influence is spreading around Healiangel. He's being dragged into a spiral of falsehood and skepticism.\" Uriel nodded slowly, his deep eyes staring into the void. \"I see. The Fallen is doing his lesson in his own way. He wanted to prove that even the purest soul could be tainted by the material world and the complexity of the human race.\" \"We can't stand and watch!\" Gabriel was frustrated. \"Michael... He was so focused on order that he forgot compassion. He sees Healiangel as a failure, but I believe he still has the light inside!\" \"Your compassion is precious, Gabriel,\" Uriel replied, his voice even but containing ancient wisdom. \"But don't forget, this is an 'earthly school'. Each soul must face the challenge on its own, find the way on its own. Our intervention now could break the lesson Healiangel needs to learn. Even the Creator has chosen to step back and observe.\" Gabriel clenched the silver staff in his hand, his gaze still not leaving the blurry image of the Earth. He knew that Uriel was right, but the messenger's heart was still heavy with worry for the brother who was fighting alone down there.</p><p>Michael, looking down at the exchange between the two Generals from above, only smirked slightly and then turned away, continuing to supervise the steel discipline of the angel army. To him, Gabriel's weakness and skepticism were just as despicable as Healiangel's fall.</p><p>Returning to the apartment after the party, Hael felt tired, disintegrated, not because of work, but because of the chaotic emotions inside. He sat by the window, watching that the rain had started to fall again. Suddenly, an image flashed through his mind—not clear, just an unusually warm feeling spreading from his chest, a soft blue light, and the pure laughter of Lan's mother a long time ago, when he was a weak child held in her arms. The fragile memory flashed and faded, leaving him with a vague regret and longing for a lost purity.</p><p>At that moment, his phone rang. A message from an unknown number, but sent through the Morningstar Foundation's internal system. \"Hi Hael, I'm in charge of your scholarship program. Mr. Morningstar is very impressed with his progress and would like to invite him to Los Angeles in the near future to discuss his study plans and visit the Foundation's headquarters. All expenses will be covered. Please let us know your convenience.\"</p><p>Hael read the message over and over again, his heart pounding. Los Angeles. Head office. Meet Lucifer Morningstar. The Fallen One's invisible hand was outstretched, pulling him closer. He knew this was a dangerous turn, but at the same time, an irresistible curiosity also arose. Is it time to face the person behind it all?</p>",
  "content_vi": "<p>Cuộc sống mới của Hael dần đi vào guồng quay. Sự choáng ngợp ban đầu trước tiện nghi vật chất và cơ hội rộng mở lắng xuống, nhường chỗ cho một cảm giác trống trải tinh vi hơn. Căn hộ cao cấp vẫn xa lạ, công việc ở Quỹ Morningstar dù không vất vả nhưng lại khiến cậu cảm thấy ngột ngạt bởi sự chuyên nghiệp lạnh lùng và cảm giác bị giám sát không ngừng. Những cuộc gọi về cho mẹ Lan thưa dần, không phải vì cậu quên, mà vì khoảng cách giữa hai thế giới ngày càng lớn, những lời tâm sự trở nên khó nói.</p><p>Công việc tại văn phòng đưa Hael tiếp xúc nhiều hơn với hoạt động \"từ thiện\" của Quỹ. Cậu được giao nhiệm vụ hỗ trợ sàng lọc hồ sơ xin trợ giúp, tham gia các buổi gặp gỡ đối tác và đôi khi là các sự kiện gây quỹ hào nhoáng. Lucifer dường như muốn cậu nhìn thấy \"bộ mặt thật\" của thế giới mà hắn đang thao túng.</p><p>Trong một buổi tiệc gây quỹ được tổ chức tại một khách sạn sang trọng bậc nhất thành phố, Hael, trong bộ vest được Quỹ chuẩn bị sẵn, cảm thấy lạc lõng giữa đám đông thượng lưu ăn mặc lộng lẫy. Họ nói cười, nâng ly, cam kết những khoản đóng góp lớn lao cho những mảnh đời bất hạnh, nhưng ánh mắt lại ánh lên sự tính toán, những cuộc trò chuyện xoay quanh các thương vụ làm ăn nhiều hơn là lòng trắc ẩn thực sự. Cậu thấy người quản lý dự án của Quỹ khéo léo từ chối một trường hợp khó khăn nhưng không mang lại lợi ích truyền thông, trong khi lại ưu tiên một dự án khác có khả năng đánh bóng tên tuổi cho nhà tài trợ lớn. Sự giả tạo phô bày trần trụi khiến Hael cảm thấy buồn nôn. Nó khác xa với lòng tốt giản dị, chân thành mà cậu từng biết ở quê nhà.</p><p>Cậu lặng lẽ rút lui ra ban công, nhìn xuống thành phố rực rỡ ánh đèn. Sự thờ ơ lạnh lùng mà cậu từng cố gắng duy trì để tự vệ dường như được xác thực bởi thế giới này. Phải chăng lòng tốt chỉ là một món hàng xa xỉ, một công cụ để trao đổi lợi ích? Suy nghĩ đó khiến cậu vừa cay đắng vừa có chút gì đó... nhẹ nhõm một cách kỳ lạ. Nếu thế giới vốn vận hành như vậy, thì sự lạc lõng của cậu, sự xa cách của cậu, có lẽ cũng không hoàn toàn vô nghĩa.</p><p>Thiên Đàng.</p><p>Trong một góc ít ỏi còn sót lại chút ánh sáng ấm áp của Thiên Đàng đang dần nguội lạnh, gần nơi Tấm Màn vẫn âm ỉ những vết rạn mờ ảo, Gabriel đứng lặng, ánh mắt ưu tư hướng về Trái Đất. Đôi cánh vàng của ông rũ xuống, không còn vẻ huy hoàng như xưa. Bên cạnh ông, Uriel, Tổng lãnh thiên thần của trí tuệ, với khuôn mặt bình thản khó đoán, cũng đang trầm ngâm. \"Ngài có cảm nhận được không, Uriel?\" Gabriel khẽ hỏi, giọng đầy lo lắng. \"Ảnh hưởng của Lucifer đang lan tỏa quanh Healiangel. Hắn đang bị kéo vào vòng xoáy của sự giả tạo và hoài nghi.\" Uriel chậm rãi gật đầu, đôi mắt sâu thẳm nhìn vào khoảng không. \"Ta thấy. Kẻ Sa Ngã đang thực hiện bài học của hắn theo cách riêng. Hắn muốn chứng minh rằng ngay cả linh hồn thuần khiết nhất cũng có thể bị vấy bẩn bởi thế giới vật chất và sự phức tạp của loài người.\" \"Chúng ta không thể đứng nhìn!\" Gabriel bức xúc. \"Michael... ngài ấy quá tập trung vào trật tự mà quên đi lòng trắc ẩn. Ngài ấy coi Healiangel là kẻ thất bại, nhưng tôi tin Cậu ấy vẫn còn ánh sáng bên trong!\" \"Lòng trắc ẩn của ngài là đáng quý, Gabriel,\" Uriel đáp, giọng đều đều nhưng ẩn chứa sự thông tuệ cổ xưa. \"Nhưng đừng quên, đây là 'trường học trần gian'. Mỗi linh hồn phải tự mình đối mặt với thử thách, tự mình tìm ra con đường. Sự can thiệp của chúng ta lúc này có thể phá vỡ bài học mà Healiangel cần phải trải qua. Ngay cả Đấng Sáng Tạo cũng đã chọn cách lùi lại quan sát.\" Gabriel siết chặt cây trượng bạc trong tay, ánh mắt vẫn không rời khỏi hình ảnh mờ ảo của Trái Đất. Ông biết Uriel nói đúng, nhưng trái tim người sứ giả vẫn nặng trĩu nỗi lo cho người anh em đang đơn độc chiến đấu dưới kia.</p><p>Michael, từ trên cao nhìn xuống cuộc trao đổi của hai vị Tổng lãnh, chỉ khẽ nhếch mép rồi quay đi, tiếp tục giám sát kỷ luật thép của đội quân thiên thần. Đối với ông, sự yếu đuối và hoài nghi của Gabriel cũng đáng khinh chẳng kém gì sự sa ngã của Healiangel.</p><p>Trở về căn hộ sau buổi tiệc, Hael cảm thấy mệt mỏi rã rời, không phải vì công việc, mà vì những cảm xúc hỗn độn bên trong. Cậu ngồi bên cửa sổ, nhìn mưa đã bắt đầu rơi trở lại. Bất chợt, một hình ảnh vụt qua tâm trí cậu – không rõ ràng, chỉ là một cảm giác ấm áp lạ thường lan tỏa từ lồng ngực, một ánh sáng xanh dịu nhẹ và tiếng cười trong trẻo của mẹ Lan từ rất lâu về trước, khi cậu còn là một đứa trẻ yếu ớt được bà bế trên tay. Ký ức mong manh ấy lóe lên rồi vụt tắt, để lại trong cậu một nỗi tiếc nuối và khao khát mơ hồ về một sự thuần khiết đã mất.</p><p>Ngay lúc đó, điện thoại cậu rung lên. Một tin nhắn từ số lạ, nhưng được gửi qua hệ thống nội bộ của Quỹ Morningstar. \"Chào Hael, tôi là người phụ trách chương trình học bổng của cậu. Ngài Morningstar rất ấn tượng với sự tiến bộ của cậu và muốn mời cậu đến Los Angeles trong thời gian tới để thảo luận trực tiếp về kế hoạch học tập và tham quan trụ sở chính của Quỹ. Mọi chi phí sẽ được đài thọ. Vui lòng cho biết sự thuận tiện của cậu.\"</p><p>Hael đọc đi đọc lại tin nhắn, tim đập thình thịch. Los Angeles. Trụ sở chính. Gặp Lucifer Morningstar. Bàn tay vô hình của Kẻ Sa Ngã đang vươn ra, kéo cậu lại gần hơn. Cậu biết đây là một bước ngoặt nguy hiểm, nhưng đồng thời, một sự tò mò không thể cưỡng lại được cũng trỗi dậy. Phải chăng đã đến lúc đối mặt trực tiếp với kẻ đứng sau tất cả?</p>"
}
