{
  "chapter_id": "chapter-24",
  "title_en": "Chapter 24: The Price of Light",
  "title_vi": "Chương 24: Cái Giá của Ánh Sáng",
  "content_en": "<p>Healiangel gathered all that remained of his being. He was no longer an angel with emerald wings. He was merely a spark, a will. But it was a will forged by compassion.</p><p>He turned his back on the Void’s offer and plunged towards the Veil from within.</p><p>…<strong>FOOL! YOU WILL BE CONSUMED!</strong>… the Voices roared.</p><p>“Then let me be consumed,” Healiangel thought, pouring all his energy into a single purpose: to mend.</p><p>From the outside, the angels witnessed a miracle. From within the cracks, an emerald light began to emanate. It was not the scorching light of Michael or the authoritative light of Gabriel. It was a warm, gentle light, yet with an incredibly enduring power.</p><p>That emerald light began to reweave the Veil from a molecular level. It didn’t just patch it, but healed the ancient scar. The whispers from the Void turned into angry roars, then gradually faded as the cracks slowly closed.</p><p>Lucifer watched the scene with unconcealed astonishment. He had seen the power of destruction. But this was the first time he truly witnessed the power of sacrifice.</p><p>Michael lowered his sword, speechless at his brother’s actions.</p><p>The Veil finally stabilized, returning to its shimmering, peaceful state. The threat from the Void had been repelled.</p><p>But there was a price.</p><p>As the last crack closed, the angels saw Healiangel fall out of the Veil. He had regained his form, but his emerald wings had turned gray and dull. The light in his eyes was almost extinguished. He had poured almost his entire soul into healing the Veil.</p><p>He fell, weak, exhausted, and Michael was the one who rushed to catch him.</p><p>“You did it, brother,” Michael whispered, his voice filled with emotion. He embraced his brother, feeling Healiangel's fading light. It was not the anger of a general towards a disobedient soldier, but a deep respect and infinite regret. He had been wrong to doubt Healiangel. The healer's compassion was stronger than his sword. \"Your sacrifice will not be in vain,\" he whispered, a silent vow.</p><p>Healiangel smiled weakly. “Only for now… The scar remains…” he said, then fainted in Michael’s arms.</p><p>Heaven was saved. But their war was not over.</p><p><em>(To be continued…)</em></p>",
  "content_vi": "<p>Healiangel tập hợp tất cả những gì còn lại của bản thể mình. Anh không còn là một thiên thần với đôi cánh ngọc bích nữa. Anh chỉ là một tia sáng, một ý chí. Nhưng đó là một ý chí được rèn giũa bằng lòng trắc ẩn.</p><p>Anh quay lưng lại với lời đề nghị của Hư Không và lao về phía Tấm Màn từ bên trong.</p><p>…<strong>KẺ NGU NGỐC! NGƯƠI SẼ BỊ THIÊU RỤI!</strong>… các Giọng Nói gầm thét.</p><p>“Vậy thì cứ để ta bị thiêu rụi,” Healiangel nghĩ, dồn tất cả năng lượng của mình vào một mục đích duy nhất: hàn gắn.</p><p>Từ bên ngoài, các thiên thần thấy một điều kỳ diệu. Từ bên trong những vết nứt, một ánh sáng màu ngọc bích bắt đầu tỏa ra. Nó không phải là ánh sáng thiêu đốt của Michael hay ánh sáng uy quyền của Gabriel. Nó là một ánh sáng ấm áp, dịu dàng, nhưng lại có một sức mạnh bền bỉ đến không ngờ.</p><p>Ánh sáng ngọc bích đó bắt đầu dệt lại Tấm Màn từ cấp độ phân tử. Nó không chỉ vá lại, mà còn chữa lành vết sẹo cổ xưa. Những tiếng thì thầm từ Hư Không biến thành những tiếng gào thét giận dữ, rồi tắt dần khi những vết nứt từ từ khép lại.</p><p>Lucifer nhìn cảnh tượng đó với sự kinh ngạc không thể che giấu. Y đã thấy sức mạnh của sự hủy diệt. Nhưng đây là lần đầu tiên y thực sự chứng kiến sức mạnh của sự hy sinh.</p><p>Michael hạ thanh gươm của mình xuống, lặng người trước hành động của người anh em.</p><p>Tấm Màn cuối cùng cũng ổn định, trở lại trạng thái lấp lánh, yên bình của nó. Mối đe dọa từ Hư Không đã bị đẩy lùi.</p><p>Nhưng có một cái giá phải trả.</p><p>Khi vết nứt cuối cùng khép lại, các thiên thần thấy Healiangel rơi ra khỏi Tấm Màn. Anh đã có lại hình hài của mình, nhưng đôi cánh màu ngọc bích của anh đã trở nên xám xịt và mờ đục. Ánh sáng trong mắt anh gần như tắt lịm. Anh đã đổ gần như toàn bộ linh hồn của mình vào việc chữa lành Tấm Màn.</p><p>Anh rơi xuống, yếu ớt, kiệt quệ, và Michael là người đã lao đến đỡ lấy anh.</p><p>“Ngươi đã làm được, anh bạn,” Michael thì thầm, giọng đầy cảm xúc. Ông ôm lấy người anh em, cảm nhận ánh sáng của Healiangel đang lụi tàn. Đó không phải là sự tức giận của một vị tướng trước một người lính bất tuân, mà là một sự kính trọng sâu sắc và một nỗi tiếc nuối vô hạn. Ông đã sai khi nghi ngờ Healiangel. Lòng trắc ẩn của người chữa lành này còn mạnh hơn cả thanh gươm của ông. \"Sự hy sinh của ngươi sẽ không vô ích,\" ông thầm thì, một lời thề lặng lẽ.</p><p>Healiangel mỉm cười yếu ớt. “Tạm thời thôi... Vết sẹo vẫn còn đó...” Anh nói, rồi ngất đi trong vòng tay của Michael.</p><p>Thiên Đàng đã được cứu. Nhưng cuộc chiến của họ vẫn chưa kết thúc.</p><p><em>(Còn tiếp…)</em></p>"
}
