{
  "chapter_id": "chapter-24",
  "title_en": "Chapter 24: The Price of Light",
  "title_vi": "Chương 24: Cái Giá của Ánh Sáng",
  "content_en": "<p>Healiangel gathered all that remained of his being. He was no longer an angel with jade wings. He was merely a ray of light, a will. But it was a will forged by compassion.</p><p>He turned his back on the Void’s offer and plunged towards the Veil from within.</p><p>…FOOL! YOU WILL BE CONSUMED!… the Voices roared.</p><p>“Then let me be consumed,” Healiangel thought, pouring all his energy into a single purpose: mending.</p><p>From outside, the angels witnessed a miracle. From within the cracks, a faint jade-colored light began to radiate. It was not the searing light of Michael or the authoritative light of Gabriel. It was a warm, gentle light, yet possessing an unexpected, enduring strength.</p><p>That jade light began to reweave the Veil from a molecular level. It didn’t just patch; it <em>healed</em> the ancient scar. The whispers from the Void turned into angry roars, then gradually faded as the cracks slowly closed.</p><p>Lucifer watched the scene with undisguised astonishment. He had seen the power of destruction. But this was the first time he had truly witnessed the power of sacrifice.</p><p>Michael lowered his sword, silently awestruck by his brother’s action.</p><p>The Veil finally stabilized, returning to its shimmering, peaceful state. The threat from the Void had been repelled.</p><p>But there was a price.</p><p>As the last crack closed, the angels saw Healiangel fall out of the Veil. He had regained his form, but his jade wings had turned gray and dull. The light in his eyes was almost extinguished. He had poured almost his entire soul into healing the Veil.</p><p>He fell, weak, exhausted, and Michael was the one who rushed to catch him.</p><p>“You did it, brother,” Michael whispered, his voice full of emotion.</p><p>Healiangel smiled weakly. “Only temporarily… The scar is still there…” he said, then fainted in Michael’s arms.</p><p>Heaven had been saved. But their war was not over yet.</p>",
  "content_vi": "<p>Healiangel tập hợp tất cả những gì còn lại của bản thể mình. Anh không còn là một thiên thần với đôi cánh ngọc bích nữa. Anh chỉ là một tia sáng, một ý chí. Nhưng đó là một ý chí được rèn giũa bằng lòng trắc ẩn.</p><p>Anh quay lưng lại với lời đề nghị của Hư Không và lao về phía Tấm Màn từ bên trong.</p><p>…KẺ NGU NGỐC! NGƯƠI SẼ BỊ THIÊU RỤI!… the Voices roared.</p><p>“Then let me be consumed,” Healiangel thought, pouring all his energy into a single purpose: mending.</p><p>Từ bên ngoài, các thiên thần thấy một điều kỳ diệu. Từ bên trong những vết nứt, một ánh sáng màu ngọc bích bắt đầu tỏa ra. It was not the searing light of Michael or the authoritative light of Gabriel. It was a warm, gentle light, yet possessing an unexpected, enduring strength.</p><p>Ánh sáng ngọc bích đó bắt đầu dệt lại Tấm Màn từ cấp độ phân tử. Nó không chỉ vá lại, mà còn <em>chữa lành</em> vết sẹo cổ xưa. Những tiếng thì thầm từ Hư Không biến thành những tiếng gào thét giận dữ, rồi tắt dần khi những vết nứt từ từ khép lại.</p><p>Lucifer watched the scene with undisguised astonishment. He had seen the power of destruction. But this was the first time he had truly witnessed the power of sacrifice.</p><p>Michael lowered his sword, silently awestruck by his brother’s action.</p><p>The Veil finally stabilized, returning to its shimmering, peaceful state. The threat from the Void had been repelled.</p><p>But there was a price.</p><p>As the last crack closed, the angels saw Healiangel fall out of the Veil. He had regained his form, but his jade wings had turned gray and dull. The light in his eyes was almost extinguished. He had poured almost his entire soul into healing the Veil.</p><p>He fell, weak, exhausted, and Michael was the one who rushed to catch him.</p><p>“You did it, brother,” Michael whispered, his voice full of emotion.</p><p>Healiangel smiled weakly. “Only temporarily… The scar is still there…” he said, then fainted in Michael’s arms.</p><p>Heaven had been saved. But their war was not over yet.</p>"
}