{
  "chapter_id": "chapter-16",
  "title_en": "Chapter 16: The First Judgment",
  "title_vi": "Chương 16: Sự Phán Xét Đầu Tiên",
  "content_en": "<h4>Heaven's Gaze Turns Downward</h4><p>The city of Enoch flourished under Cain's guidance, but it was not immune to the creeping shadows of corruption. Despite the lessons and wisdom Cain shared, the flaws of humanity began to surface. Greed, envy, and ambition found fertile ground among his descendants. What began as a refuge for the exiled became a place rife with conflict and moral decay.</p><p>High above, in the eternal halls of Heaven, the angels watched in silence. Gabriel stood beside Michael, their wings folded as they looked down upon the Earth. Whispers of humanity's deeds reached them, mingling with the prayers of the few righteous souls remaining.</p><p>“Corruption spreads,” Michael said, his voice heavy with resolve. “The Earth groans under the weight of sin. Even the descendants of Cain, who should know better, have fallen.”</p><p>Gabriel's golden eyes softened, tinged with sadness. “Yet, there are still those who strive for righteousness. Not all is lost, Michael. We must remember that.”</p><p>“But the balance has been broken,” Michael replied. “How long will He endure their defiance?”</p><h4>The Creator's Decree</h4><p>The Throne of Heaven blazed with unapproachable light, and the Creator's voice filled the expanse, echoing with power and sorrow.</p><p>“The Earth is filled with violence and corruption,” the Creator declared. “Every imagination of the thoughts of man's heart is only evil continually. My spirit shall not always strive with man.”</p><p>The angels bowed low, their wings touching the golden floor of Heaven. Even Michael, who rarely showed emotion, felt the sorrow in the Creator's judgment.</p><p>“But,” the Creator continued, “there is one who has found grace in My eyes. A righteous man who walks with Me. He shall build an ark, and through him, life shall endure.”</p><h4>The Angels' Vigil</h4><p>As the Creator's decree echoed through Heaven, the angels moved swiftly to enact His will. Gabriel was dispatched to the man named Noah, appearing to him in a dream.</p><p>“Noah,” Gabriel said, his voice like the wind through the trees, “the Earth is corrupt before the Creator, and its end is near. Build an ark of wood, for a flood shall come to cleanse the world of sin. You and your family shall be saved, and through you, a new covenant shall be established.”</p><p>Noah awoke, trembling yet resolute. He gathered his sons and began the great work of building the ark. Day after day, as the sun beat down and others mocked him, he labored, guided by faith in the Creator's word.</p><h4>The Final Warning</h4><p>As Noah neared completion of the ark, the skies began to change. Dark clouds gathered on the horizon, and the air grew heavy with unspoken tension. The mockery from the people grew louder, but some, seeing the ominous signs, began to doubt their disbelief.</p><p>The Creator's voice whispered to Noah one last time: “Come thou and all thy house into the ark, and gather the creatures as I have commanded. For yet seven days, and I will cause it to rain upon the earth, and the whole Earth shall be covered.”</p><p>Noah obeyed, and as the door of the ark closed, the first drops of rain began to fall. The sky darkened, and the Earth trembled, for the judgment of Heaven had begun.</p>",
  "content_vi": "<h4>Ánh Mắt Của Thiên Đàng Hướng Xuống</h4><p>Thành phố Enoch phát triển dưới sự hướng dẫn của Cain, nhưng không tránh khỏi những bóng tối len lỏi của sự bại hoại. Dù những bài học và sự khôn ngoan mà Cain chia sẻ, những khiếm khuyết của nhân loại lại bắt đầu lộ rõ. Lòng tham, sự đố kỵ, và tham vọng tìm được chỗ đứng trong con cháu của y. Những gì bắt đầu như một nơi trú ẩn của kẻ lưu đày trở thành một nơi đầy rẫy xung đột và suy đồi đạo đức.</p><p>Trên cao, trong các sảnh vĩnh cửu của Thiên Đàng, các thiên thần quan sát trong im lặng. Gabriel đứng bên cạnh Michael, đôi cánh của họ xếp lại khi họ nhìn xuống Trái Đất. Những lời thì thầm về hành động của nhân loại đến tai họ, hòa lẫn với lời cầu nguyện của số ít linh hồn công chính còn sót lại.</p><p>“Sự bại hoại đang lan tràn,” Michael nói, giọng y nặng nề với quyết tâm. “Trái Đất đang rên xiết dưới sức nặng của tội lỗi. Ngay cả con cháu của Cain, những kẻ lẽ ra phải biết rõ hơn, cũng đã sa ngã.”</p><p>Đôi mắt vàng của Gabriel dịu lại, nhuốm nỗi buồn. “Tuy nhiên, vẫn có những kẻ cố gắng sống công chính. Không phải tất cả đều đã mất, Michael. Chúng ta phải nhớ điều đó.”</p><p>“Nhưng cán cân đã bị phá vỡ,” Michael đáp. “Người sẽ chịu đựng sự chống đối của họ đến bao lâu?”</p><h4>Sắc Lệnh Của Đấng Sáng Tạo</h4><p>Ngai Vàng của Thiên Đàng tỏa sáng với ánh sáng không thể tiếp cận, và tiếng nói của Đấng Sáng Tạo lấp đầy không gian, vang vọng với sức mạnh và nỗi buồn.</p><p>“Trái Đất đã tràn ngập bạo lực và bại hoại,” Đấng Sáng Tạo tuyên bố. “Mọi suy nghĩ trong lòng người đều là tội lỗi không ngừng. Linh hồn của Ta sẽ không mãi mãi tranh đấu cùng họ.”</p><p>Các thiên thần cúi đầu thấp, đôi cánh của họ chạm vào sàn vàng của Thiên Đàng. Ngay cả Michael, người hiếm khi bộc lộ cảm xúc, cũng cảm nhận được nỗi buồn trong lời phán của Đấng Sáng Tạo.</p><p>“Nhưng,” Đấng Sáng Tạo tiếp tục, “có một người đã tìm thấy ân sủng trong mắt Ta. Một người công chính bước đi cùng Ta. Hắn sẽ xây dựng một con tàu, và qua hắn, sự sống sẽ trường tồn.”</p><h4>Sự Canh Giữ Của Các Thiên Thần</h4><p>Khi sắc lệnh của Đấng Sáng Tạo vang vọng khắp Thiên Đàng, các thiên thần nhanh chóng thực hiện ý nguyện của Người. Gabriel được gửi đến người đàn ông tên là Noah, xuất hiện trong một giấc mơ.</p><p>“Noah,” Gabriel nói, giọng y như tiếng gió qua những hàng cây, “Trái Đất đã bại hoại trước Đấng Sáng Tạo, và hồi kết của nó đã cận kề. Hãy xây dựng một con tàu bằng gỗ, vì cơn lũ sẽ đến để gột rửa thế giới khỏi tội lỗi. Ngươi và gia đình ngươi sẽ được cứu, và qua ngươi, một giao ước mới sẽ được thiết lập.”</p><p>Noah awoke, trembling yet resolute. He gathered his sons and began the great work of building the ark. Day after day, as the sun beat down and others mocked him, he labored, guided by faith in the Creator's word.</p><p>“Noah,” Gabriel nói, giọng y như tiếng gió qua những hàng cây, “Trái Đất đã bại hoại trước Đấng Sáng Tạo, và hồi kết của nó đã cận kề. Hãy xây dựng một con tàu bằng gỗ, vì cơn lũ sẽ đến để gột rửa thế giới khỏi tội lỗi. Ngươi và gia đình ngươi sẽ được cứu, và qua ngươi, một giao ước mới sẽ được thiết lập.”</p><h4>Lời Cảnh Báo Cuối Cùng</h4><p>Khi Noah gần hoàn thành con tàu, bầu trời bắt đầu thay đổi. Những đám mây đen tụ lại trên đường chân trời, và không khí trở nên nặng nề với một sự căng thẳng không lời. Người dân trong vùng chế giễu lớn hơn, nhưng một số, khi thấy những dấu hiệu điềm gở, bắt đầu nghi ngờ sự không tin của mình.</p><p>Tiếng nói của Đấng Sáng Tạo thì thầm với Noah lần cuối: “Hãy vào con tàu, ngươi và gia đình ngươi, và tập hợp các loài vật như Ta đã truyền lệnh. Vì trong bảy ngày nữa, cơn mưa sẽ đến, và toàn bộ Trái Đất sẽ bị bao phủ.”</p><p>Noah tuân theo, và khi cánh cửa con tàu đóng lại, những giọt mưa đầu tiên bắt đầu rơi xuống. Bầu trời tối sầm, và Trái Đất rung chuyển, vì sự phán xét của Thiên Đàng đã bắt đầu.</p>"
}
