{
  "chapter_id": "chapter-14",
  "title_en": "Chapter 14: The Mark of Cain",
  "title_vi": "Chương 14: Dấu Ấn Của Cain",
  "content_en": "<p>Cain’s anger reached its peak on a beautiful morning. The sky was clear, without a single cloud. Abel was happily leading his sheep to the field, his flute chirping in the air.</p><p>“Abel,” Cain called, his voice ominously low. “Let’s go out to the field.”</p><p>Abel, innocent and unsuspecting, happily followed his brother. He told Cain about a newborn lamb, about the stars last night. But Cain didn’t listen. In his ears, there was only the growl of envy and the whispers of darkness.</p><p>When they reached a secluded place, amidst the golden wheat fields, Cain stopped.</p><p>“What’s wrong, Cain?” Abel asked, noticing his brother’s terrifying expression.</p><p>Cain didn’t answer. He just looked at Abel, his eyes burning with a wild fire. All the injustice, all the envy, all the suppressed anger erupted. He grabbed a heavy stone from the ground and, in a moment of blindness, struck a fatal blow to his brother’s head.</p><p>The flute fell silent.</p><p>Abel fell, without a word, his eyes still wide open, bewildered. His crimson blood flowed out, soaking into the dry earth, the earth that Cain had once cherished. It was the first human blood spilled by human hands.</p><p>Cain stood there, trembling, the stone falling from his hand. The anger vanished, leaving only a cold emptiness and an extreme horror. What had he done?</p><p>The silence that followed was terrifying. The earth seemed to cry out. The air seemed to accuse him.</p><p>Then, that familiar voice echoed again, but this time it was not a whisper in his mind. It came from everywhere. “Cain, where is your brother Abel?”</p><p>Cain started, trying to conceal his guilt with a clumsy lie. “I do not know. Am I my brother’s keeper?”</p><p>“What have you done? The voice of your brother’s blood is crying to Me from the ground,” the Creator said, His voice no longer a cold judgment, but an infinite sorrow. “Now you are cursed from the ground… You shall be a fugitive and a wanderer on the earth.”</p><p>Cain knelt, crying out. “My punishment is greater than I can bear! Everyone who finds me will kill me!”</p><p>But in judgment there was still mercy. “Not so,” the Creator said. “I will put a mark on you, so that no one who finds you will harm you.”</p><p>A burning sensation appeared on Cain’s forehead. He touched it, a mark had been etched into his flesh, a permanent symbol of sin and also of protection. He was exiled, but not entirely abandoned.</p><p>He stood up, turned his back on his brother’s body, turned his back on his family, and began to walk eastward, toward the land of Nod, the land of wanderers.</p>",
  "content_vi": "<p>Cơn giận của Cain lên đến đỉnh điểm vào một buổi sáng đẹp trời. Bầu trời trong xanh, không một gợn mây. Abel đang vui vẻ dẫn đàn cừu ra đồng, tiếng sáo của cậu véo von trong không khí.</p><p>“Abel,” Cain gọi, giọng anh trầm một cách đáng sợ. “Anh em ta hãy ra ngoài đồng.”</p><p>Abel, ngây thơ và không chút nghi ngờ, vui vẻ đi theo anh trai mình. Cậu kể cho Cain nghe về một con cừu non mới sinh, về những vì sao đêm qua. Nhưng Cain không nghe. Trong tai anh chỉ còn tiếng gầm gừ của lòng ghen tị và những lời thì thầm của bóng tối.</p><p>Khi họ ra đến một nơi vắng vẻ, giữa những cánh đồng lúa mì vàng óng, Cain dừng lại.</p><p>“Anh sao vậy, Cain?” Abel hỏi, nhận ra vẻ mặt đáng sợ của anh trai.</p><p>Cain không trả lời. Anh chỉ nhìn Abel, đôi mắt anh rực lên một ngọn lửa điên cuồng. Mọi sự bất công, mọi sự ghen tị, mọi sự tức giận dồn nén bấy lâu nay bùng nổ. Anh vớ lấy một hòn đá nặng trên mặt đất và, trong một khoảnh khắc mù quáng, anh giáng một đòn chí mạng vào đầu em trai mình.</p><p>Tiếng sáo im bặt.</p><p>Abel ngã xuống, không một lời trăn trối, đôi mắt vẫn mở to, ngỡ ngàng. Dòng máu đỏ thẫm của cậu chảy ra, thấm vào mảnh đất khô cằn, mảnh đất mà Cain đã từng yêu quý. Đó là dòng máu đầu tiên của con người đổ xuống bởi chính bàn tay con người.</p><p>Cain đứng đó, run rẩy, hòn đá rơi khỏi tay. Cơn giận tan biến, chỉ còn lại một sự trống rỗng lạnh lẽo và một nỗi kinh hoàng tột độ. Y đã làm gì thế này?</p><p>Sự im lặng sau đó thật đáng sợ. Mặt đất dường như đang kêu gào. Không khí dường như đang kết tội anh.</p><p>Rồi, giọng nói quen thuộc ấy lại vang lên, nhưng lần này không phải là lời thì thầm trong tâm trí. Nó đến từ khắp mọi nơi. “Cain, em trai ngươi, Abel, ở đâu?”</p><p>Cain giật mình, cố gắng che giấu tội lỗi của mình bằng một lời nói dối vụng về. “Con không biết. Lẽ nào con là người canh giữ em con?”</p><p>“Ngươi đã làm gì? Tiếng máu của em trai ngươi đang kêu thấu đến Ta từ mặt đất,” Đấng Sáng Tạo phán, giọng Người không còn là sự phán xét lạnh lùng, mà là một nỗi đau vô hạn. “Bây giờ, ngươi sẽ bị nguyền rủa khỏi đất… Ngươi sẽ là kẻ chạy trốn và lang thang trên mặt đất.”</p><p>Cain khuỵu xuống, gào khóc. “Hình phạt của con lớn quá, con không thể gánh nổi! Ai gặp con cũng sẽ giết con!”</p><p>Nhưng trong sự phán xét vẫn có lòng thương xót. “Không,” Đấng Sáng Tạo nói. “Ta sẽ đặt một dấu ấn lên ngươi, để không ai tìm thấy ngươi mà làm hại ngươi.”</p><p>Một cảm giác nóng rực xuất hiện trên trán Cain. Anh đưa tay lên sờ, một dấu ấn đã được khắc vào da thịt anh, một biểu tượng vĩnh viễn của tội lỗi và cũng là sự bảo vệ. Anh bị lưu đày, nhưng không bị bỏ rơi hoàn toàn.</p><p>Anh đứng dậy, quay lưng lại với thi thể của em trai, quay lưng lại với gia đình, và bắt đầu bước đi về phía đông, về phía vùng đất Nod, vùng đất của những kẻ lang thang.</p>"
}