{
  "chapter_id": "chapter-21",
  "title_en": "Chapter 21: The Shattering of the Veil",
  "title_vi": "Chương 21: Sự Vỡ Nát của Tấm Màn",
  "content_en": "<p>The moan of the Veil grew louder, a mournful, agonizing sound that drowned out even the roar of battle. The cracks were no longer thin hairs; they widened like gaping abysses, and from within, not only whispers, but a tangible pressure began to pour in. It was not light, nor darkness, but an emptiness, a negation of all things, cold and hungry.</p><p>The air of Heaven, once vibrating with divine energy, now became thick and suffocating.</p><p>“Everyone stop!” Michael’s voice rang out, no longer the command of a general, but a cry of despair.</p><p>The battle ceased. Angels from both factions recoiled, horrified, looking up at the shattering Veil. Their animosity was temporarily replaced by a shared fear, a primal dread of the unknown.</p><p>“Do you see the consequences of your arrogance, Lucifer?” Michael roared, but there was no strength in his words.</p><p>Lucifer did not smile. He was staring at the cracks, his green eyes gleaming with a mixture of curiosity and horror. He could feel the energy from beyond—a chaotic, primal power, far exceeding anything he had ever imagined. “This is not my doing,” he whispered. “This is a flaw in the very design. A prison that cannot last forever.”</p><p>“We must mend it,” Gabriel said, his voice trembling. “Right now!”</p><p>A fragile, unspoken truce formed in the silence. Michael raised his flaming sword, and a stream of golden, orderly, and pure energy shot towards the cracks, attempting to reweave them. Almost immediately, Lucifer also acted. A stream of dark energy, but not destructive, rather a concentrated energy of will and matter, poured from his hand, attempting to fill the gaps.</p><p>In a strange and beautiful moment, light and shadow danced together. Michael’s golden energy wove vertical threads, and Lucifer’s dark energy wove horizontal ones, forming a temporary net that patched the Veil. The other angels, both loyal and fallen, followed suit, contributing their power to the common effort.</p><p>But it was not enough. The moan of the Veil continued. Their energy net was merely a band-aid on a wound about to burst open. The whispers from beyond grew clearer.</p><p>…Freedom… Break the chains… Become whole…</p><p>“We are only delaying the inevitable. We cannot heal it from the outside.” Raphael said, his voice full of anxiety.</p>",
  "content_vi": "<p>Tiếng rên rỉ của Tấm Màn trở nên lớn hơn, một âm thanh ai oán, não nề làm át đi cả tiếng gầm của chiến trận. Những vết nứt không còn là những sợi tóc mỏng manh, chúng mở rộng ra như những miệng vực đen ngòm, và từ bên trong đó, không chỉ có những tiếng thì thầm, mà là một áp lực hữu hình bắt đầu tràn vào. Nó không phải là ánh sáng, cũng không phải bóng tối, mà là một sự trống rỗng, một sự phủ định của vạn vật, lạnh lẽo và đói khát.</p><p>Không khí của Thiên Đàng, vốn rung động với năng lượng thiêng liêng, giờ đây trở nên đặc quánh và khó thở.</p><p>“Everyone stop!” Giọng Michael vang lên, không còn là mệnh lệnh của một vị tướng, mà là tiếng hét của sự tuyệt vọng.</p><p>Cuộc chiến ngưng bặt. Các thiên thần từ cả hai phe lùi lại, kinh hoàng nhìn lên Tấm Màn đang vỡ nát. Sự thù địch giữa họ tạm thời bị thay thế bởi một nỗi sợ hãi chung, một nỗi sợ nguyên thủy trước cái chưa biết.</p><p>“Do you see the consequences of your arrogance, Lucifer?” Michael roared, but there was no strength in his words.</p><p>Lucifer did not smile. He was staring at the cracks, his green eyes gleaming with a mixture of curiosity and horror. He could feel the energy from beyond—a chaotic, primal power, far exceeding anything he had ever imagined. “This is not my doing,” he whispered. “This is a flaw in the very design. A prison that cannot last forever.”</p><p>“We must mend it,” Gabriel said, his voice trembling. “Right now!”</p><p>Một hiệp ước mong manh, không lời, được hình thành trong sự im lặng. Michael giơ thanh gươm lửa của mình lên, và một dòng năng lượng vàng óng, trật tự và thuần khiết, bắn về phía những vết nứt, cố gắng dệt lại chúng. Gần như ngay lập tức, Lucifer cũng hành động. Một dòng năng lượng bóng tối, nhưng không phải là sự hủy diệt, mà là một năng lượng cô đặc của ý chí và vật chất, tuôn ra từ tay y, cố gắng lấp đầy những khoảng trống.</p><p>Trong một khoảnh khắc kỳ lạ và đẹp đẽ, ánh sáng và bóng tối đã cùng nhau nhảy múa. Năng lượng vàng của Michael dệt nên những sợi dọc, và năng lượng đen của Lucifer dệt nên những sợi ngang, tạo thành một tấm lưới tạm thời vá lại Tấm Màn. Các thiên thần khác, cả trung thành và sa ngã, cũng làm theo, góp sức mạnh của mình vào nỗ lực chung.</p><p>But it was not enough. The moan of the Veil continued. Their energy net was merely a band-aid on a wound about to burst open. The whispers from beyond grew clearer.</p><p>…Tự do… Hủy bỏ xiềng xích… Trở nên trọn vẹn…</p><p>“Chúng ta chỉ đang trì hoãn điều không thể tránh khỏi. Chúng ta không thể chữa lành nó từ bên ngoài.” Raphael nói, giọng đầy lo âu.</p>"
}