{
  "chapter_id": "chapter-17",
  "title_en": "Chapter 17: The Floodgates Open",
  "title_vi": "Chương 17: Cửa Lũ Mở Toang",
  "content_en": "<p>The sound of hammers and saws echoed day after day on a dry hill, where Noah and his sons were building a colossal ark. Passersby looked at them, pointed and mocked.</p><p>“Crazy old man!” they said. “Building a boat on dry land! Where does he think the rain will come from?”</p><p>Noah did not reply. He just continued to work, his face weathered but his eyes shining with an unwavering determination. He felt the urgency in every plank of wood, in every cloud drifting lazily overhead. He could smell the coming storm in the air.</p><p>When the ark was completed, a magnificent and strange structure standing tall in the desolate field, a surreal scene unfolded. Animals, two by two, began to approach the ark. Lions walked beside lambs, wolves beside goats, serpents slithered beside birds. They came in a solemn silence, as if guided by an invisible command.</p><p>Noah and his family led them into the ark. When the massive door of the ark closed, an eerie silence enveloped the world outside.</p><p>And then, the first drop of rain fell.</p><p>It fell on the dry ground, creating a dark stain. Then the second, the third. Soon, a downpour began. The mockers looked up at the sky, their smiles fading.</p><p>The rain grew heavier, turning into a great deluge. The sky darkened. The fountains of the great deep burst forth. Rivers overflowed their banks. The roar of the floodwaters drowned out all other sounds—screams, pleas, curses. The world was being submerged.</p><p>Inside the ark, Noah and his family prayed. The ark rocked violently, the wood creaking as if it would break apart. The roar of lions, the neighing of horses, the cries of all creatures mingled into a symphony of chaos and fear. But amidst the storm, they were safe.</p><p>In Heaven, the angels watched in painful silence. They saw proud cities swept away. They saw towering spires collapse. They saw a world cleansed by water.</p><p>“This is the price of choice,” Michael whispered, his voice heavy.</p><p>Gabriel said nothing, but a tear of light streamed down his cheek. It was not just judgment. It was also a tragedy.</p>",
  "content_vi": "<p>Tiếng búa, tiếng cưa vang lên ngày này qua ngày khác trên một ngọn đồi khô cằn, nơi Noah và các con trai ông đang đóng một con tàu khổng lồ. Người qua lại nhìn họ, chỉ trỏ và cười nhạo.</p><p>“Lão già điên rồ!” họ nói. “Đóng tàu trên cạn! Lão ta nghĩ mưa sẽ từ đâu ra?”</p><p>Noah không trả lời. Ông chỉ tiếp tục làm việc, khuôn mặt khắc khổ nhưng đôi mắt ánh lên một sự kiên định không thể lay chuyển. Ông cảm nhận được sự gấp gáp trong từng thớ gỗ, trong từng đám mây trôi lững lờ trên đầu. Ông có thể ngửi thấy mùi của cơn bão sắp đến trong không khí.</p><p>Khi con tàu hoàn thành, một công trình vĩ đại và kỳ lạ đứng sừng sững giữa đồng không mông quạnh, một cảnh tượng siêu thực đã diễn ra. Các loài vật, từng cặp một, bắt đầu tìm đến con tàu. Sư tử đi bên cạnh cừu non, sói đi bên cạnh dê, rắn trườn bên cạnh chim chóc. Chúng đến trong một sự im lặng trang nghiêm, như thể được dẫn dắt bởi một mệnh lệnh vô hình.</p><p>Noah và gia đình ông dẫn chúng vào con tàu. Khi cánh cửa khổng lồ của con tàu đóng lại, một sự im lặng đáng sợ bao trùm lấy thế giới bên ngoài.</p><p>Và rồi, giọt mưa đầu tiên rơi xuống.</p><p>Nó rơi trên mặt đất khô cằn, tạo thành một vệt sẫm màu. Rồi giọt thứ hai, thứ ba. Chẳng mấy chốc, một cơn mưa rào bắt đầu trút xuống. Những kẻ chế nhạo nhìn lên trời, nụ cười tắt dần trên môi.</p><p>Cơn mưa ngày càng nặng hạt, biến thành một trận đại hồng thủy. Bầu trời tối sầm lại. Các mạch nước ngầm dưới lòng đất phun trào. Sông ngòi vỡ bờ. Tiếng gầm rú của nước lũ nhấn chìm mọi âm thanh khác—tiếng la hét, tiếng cầu xin, tiếng nguyền rủa. Thế giới đang bị nhấn chìm.</p><p>Bên trong con tàu, Noah và gia đình ông cầu nguyện. Con tàu lắc lư dữ dội, tiếng gỗ kêu cọt kẹt như sắp vỡ tung. Tiếng gầm của sư tử, tiếng hí của ngựa, tiếng kêu của muôn loài hòa thành một bản giao hưởng của sự hỗn loạn và sợ hãi. Nhưng giữa cơn bão đó, họ được an toàn.</p><p>Trên Thiên Đàng, các thiên thần dõi theo trong sự im lặng đau đớn. Họ thấy những thành phố kiêu ngạo bị cuốn trôi. Họ thấy những tòa tháp sụp đổ. Họ thấy một thế giới bị gột rửa bằng nước.</p><p>“Đây là cái giá của sự lựa chọn,” Michael thì thầm, giọng y nặng trĩu.</p><p>Gabriel không nói gì, nhưng một giọt nước mắt ánh sáng lăn dài trên má y. Đó không chỉ là sự phán xét. Đó còn là một bi kịch.</p>"
}