{
  "chapter_id": "chapter-14",
  "title_en": "Chapter 14: The Mark of Cain",
  "title_vi": "Chương 14: Dấu Ấn Của Cain",
  "content_en": "<p>Cain’s anger reached its peak one beautiful morning. The sky was clear, without a cloud. Abel was happily leading his flock to the field, his flute singing in the air.</p><p>“Abel,” Cain called, his voice ominously low. “Let us go out to the field.”</p><p>Abel, innocent and unsuspecting, happily followed his older brother. He told Cain about a newborn lamb, about the stars last night. But Cain did not listen. In his ears, there was only the growl of envy and the whispers of darkness.</p><p>When they reached a secluded place, amidst the golden wheat fields, Cain stopped.</p><p>“What’s wrong, Cain?” Abel asked, noticing his brother’s terrifying expression.</p><p>Cain did not answer. He just looked at Abel, his eyes burning with a furious fire. All the injustice, all the envy, all the suppressed anger of so long exploded. He picked up a heavy stone from the ground and, in a moment of blindness, struck a fatal blow to his brother’s head.</p><p>The flute fell silent.</p><p>Abel fell, without a word, his eyes still wide open, bewildered. His crimson blood flowed out, soaking into the dry earth, the land Cain had once cherished. It was the first human blood spilled by human hands.</p><p>Cain stood there, trembling, the stone falling from his hand. The anger vanished, leaving only a cold emptiness and extreme horror. What had he done?</p><p>The silence that followed was terrifying. The earth seemed to cry out. The air seemed to accuse him.</p><p>Then, that familiar voice resonated again, but this time it was not a whisper in his mind. It came from everywhere. “Cain, where is your brother Abel?”</p><p>Cain startled, trying to hide his sin with a clumsy lie. “I do not know. Am I my brother’s keeper?”</p><p>“What have you done? The voice of your brother’s blood is crying to Me from the ground,” the Creator spoke, His voice no longer cold judgment, but infinite sorrow. “Now you are cursed from the earth… You shall be a fugitive and a wanderer on the earth.”</p><p>Cain knelt, weeping. “My punishment is greater than I can bear! Whoever finds me will kill me!”</p><p>But in judgment, there was still mercy. “No,” the Creator said. “I will put a mark on you, so that no one who finds you will harm you.”</p><p>A burning sensation appeared on Cain’s forehead. He raised his hand to touch it; a mark had been etched into his flesh, a permanent symbol of sin and also protection. He was exiled, but not entirely abandoned.</p><p>He stood up, turned his back on his brother’s body, turned his back on his family, and began to walk eastward, towards the land of Nod, the land of wanderers.</p>",
  "content_vi": "<p>Cơn giận của Cain lên đến đỉnh điểm vào một buổi sáng đẹp trời. Bầu trời trong xanh, không một gợn mây. Abel đang vui vẻ dẫn đàn cừu ra đồng, tiếng sáo của cậu véo von trong không khí.</p><p>“Abel,” Cain gọi, giọng anh trầm một cách đáng sợ. “Let us go out to the field.”</p><p>Abel, innocent and unsuspecting, happily followed his older brother. He told Cain about a newborn lamb, about the stars last night. But Cain did not listen. In his ears, there was only the growl of envy and the whispers of darkness.</p><p>When they reached a secluded place, amidst the golden wheat fields, Cain stopped.</p><p>“What’s wrong, Cain?” Abel asked, noticing his brother’s terrifying expression.</p><p>Cain did not answer. He just looked at Abel, his eyes burning with a furious fire. All the injustice, all the envy, all the suppressed anger of so long exploded. He picked up a heavy stone from the ground and, in a moment of blindness, struck a fatal blow to his brother’s head.</p><p>The flute fell silent.</p><p>Abel fell, without a word, his eyes still wide open, bewildered. His crimson blood flowed out, soaking into the dry earth, the land Cain had once cherished. It was the first human blood spilled by human hands.</p><p>Cain stood there, trembling, the stone falling from his hand. The anger vanished, leaving only a cold emptiness and extreme horror. What had he done?</p><p>The silence that followed was terrifying. The earth seemed to cry out. The air seemed to accuse him.</p><p>Then, that familiar voice resonated again, but this time it was not a whisper in his mind. It came from everywhere. “Cain, where is your brother Abel?”</p><p>Cain startled, trying to hide his sin with a clumsy lie. “I do not know. Am I my brother’s keeper?”</p><p>“What have you done? The voice of your brother’s blood is crying to Me from the ground,” the Creator spoke, His voice no longer cold judgment, but infinite sorrow. “Now you are cursed from the earth… You shall be a fugitive and a wanderer on the earth.”</p><p>Cain knelt, weeping. “My punishment is greater than I can bear! Whoever finds me will kill me!”</p><p>But in judgment, there was still mercy. “No,” the Creator said. “I will put a mark on you, so that no one who finds you will harm you.”</p><p>A burning sensation appeared on Cain’s forehead. He raised his hand to touch it; a mark had been etched into his flesh, a permanent symbol of sin and also protection. He was exiled, but not entirely abandoned.</p><p>He stood up, turned his back on his brother’s body, turned his back on his family, and began to walk eastward, towards the land of Nod, the land of wanderers.</p>"
}