{
  "chapter_id": "chapter-21",
  "title_en": "Chapter 21: The Shattering of the Veil",
  "title_vi": "Chương 21: Sự Vỡ Nát của Tấm Màn",
  "content_en": "<h4>The Cracks Widen</h4><p>The Veil groaned, its fractures spreading like jagged lines across fragile glass. The battlefield trembled under the pressure of unseen forces, while faint tendrils of shadow began to seep through, coiling and twisting as if testing the strength of their prison.</p><p>\"We are running out of time,\" Gabriel said, his silver staff flickering with urgent light. \"The Veil will not hold much longer. If we do nothing, it will shatter completely!”</p><p>Michael, his golden sword still drawn, turned to Lucifer with fury in his eyes. “This is your doing. Your rebellion tore Heaven asunder, and now you endanger all of creation.”</p><p>Lucifer smirked, though his gaze flickered towards the cracks in the Veil. “My doing? No, Michael. This is the Creator’s fault. He built this fragile order and allowed it to crumble under its own weight. Perhaps it is time something new rose from the ashes.”</p><h4>A Glimpse Beyond</h4><p>Healiangel’s glowing wings trembled as he stepped closer to the Veil. The whispers from the other side grew louder, clearer, filled with malice. Each word felt like a blade piercing his mind, yet he could not turn away. His hand hovered near the Veil’s surface, and for a fleeting moment, he saw it – an endless, twisting abyss of shadows, ancient and malevolent.</p><p>\"This is not just a boundary,\" Healiangel murmured, his voice barely audible. \"It is a seal. And whatever lies beyond – it is alive.”</p><p>Gabriel, standing nearby, gripped his staff tighter. “Then we must act now. If the Veil fails, those shadows will pour into our reality – and not just Heaven. All realms will be consumed.”</p><h4>A Fragile Truce</h4><p>Lucifer, his blade lowering slightly, glanced at Michael with a faint smile. “And what would you have me do, Michael? Set aside our differences and join hands like the brothers we once were?”</p><p>Michael tightened his grip on his sword, but did not raise it. “This is no time for your games, Lucifer. We must stabilize the Veil together, or everything we have fought for – including your so-called freedom – will be lost.”</p><p>Healiangel, standing between them, spread his wings to block their view of each other. “Enough. Both of you. This is bigger than your rebellion or your loyalty. If you cannot work together, then step aside and let those who still care save what remains.”</p><h4>The First Strike</h4><p>Lucifer’s smirk faded as he turned towards the Veil. His wings blazed, dark yet brilliant, as he raised a hand. “Very well, Healiangel. I will play by your rules. But do not think this changes anything between us.”</p><p>Lucifer’s power surged, tendrils of shadow wrapping around the largest fissures in the Veil, holding them steady. Michael acted as well, his golden light pouring into the gaps, sealing the smaller cracks. Together, their opposing forces clashed yet held, temporarily stabilizing the fragile boundary.</p><p>The angels watched in awe, the sight of light and shadow working in tandem both unnerving and strangely beautiful.</p><h4>The Veil's Lament</h4><p>But the Veil was far from healed. Its low hum turned into a mournful cry, and new fractures began to form at its edges. From beyond, the whispers intensified, their words now clearer: promises of power, threats of annihilation, and a seductive call to abandon everything.</p><p>\"It is not enough,” Healiangel said, his voice trembling. \"We need more. If we cannot stabilize it completely, we must reinforce it from within.”</p><p>Gabriel’s silver staff trembled in his hand. “You mean… cross the Veil? No one has ever done that, Healiangel. It is madness.”</p><p>“Madness or not,” Healiangel replied, stepping towards the Veil, “it is the only way to save us all.”</p>"
}
