{
  "chapter_id": "chapter-13",
  "title_en": "Chapter 13: The First Crack",
  "title_vi": "Chương 13: Vết Nứt Đầu Tiên",
  "content_en": "<p>Years passed. The land outside Eden, though harsh, gradually yielded to human perseverance. Golden wheat fields stretched far and wide, and white flocks of sheep grazed on the hillsides.</p><p>But that peace was only superficial. A new crack had appeared in the first family.</p><p>Lilith had returned. The lonely exile had worn down her pride, replacing it with a bitter wisdom. She did not return to submit, but to survive. And she did not return alone. With her was a child, Abel, her son with Adam, conceived before she left, a living reminder of their shared past.</p><p>Her return created an unspoken tension. Adam, though still hurt, accepted her and their child into the family, a reluctant acceptance maintained by memory and necessity. Eve, with a mother’s heart, welcomed Abel, but there was always a reservation, an unspoken comparison between the two children.</p><p>Cain grew up to be a farmer, like his father. He was strong, hardworking, his skin tanned by the sun and wind. He loved the land, but also resented its toil. He offered the Creator the fruits of his labor—heavy sheaves of wheat, first-ripe fruits—with a silent pride.</p><p>Abel, in contrast, had an artistic soul. He was slender, quieter, and had a strange connection with animals. He became a shepherd. He did not force the sheep, but led them with a melodious flute. His offering was the fattest firstborn lambs from his flock, chosen with care and love.</p><p>And the Creator looked with favor on Abel and his offering, but He did not look with favor on Cain and his offering.</p><p>No one knew why. Perhaps it was because Abel’s heart was purer. Perhaps it was because the offering of life (blood) was more valuable than the offering of the land. But for Cain, the reason did not matter. What mattered was the feeling of rejection, the burning injustice in his chest. He looked at Abel, his beloved younger brother, and envy began to sprout like weeds.</p><p>In lonely moments in the field, a familiar voice whispered in his mind again, a legacy from the Garden of Eden. “Don’t you see, Cain? You toil and sweat, but He favors the lazy shepherd. The child of the one who defied Him. Is that fair?”</p><p>Cain tried to shake off those whispers, but they had taken root too deeply. He became sullen, angry. The smile vanished from his lips. The first crack between the two brothers had appeared, and it grew wider and wider.</p>",
  "content_vi": "<p>Nhiều năm trôi qua. Vùng đất bên ngoài Eden, dù khắc nghiệt, cũng dần dần khuất phục trước sự kiên trì của con người. Những cánh đồng lúa mì vàng óng trải dài, và đàn cừu trắng muốt gặm cỏ trên những sườn đồi.</p><p>Nhưng sự bình yên đó chỉ là bề ngoài. Một vết nứt mới đã xuất hiện trong gia đình đầu tiên.</p><p>Lilith đã trở lại. Cuộc sống lưu vong đơn độc đã bào mòn sự kiêu hãnh của nàng, thay vào đó là một sự khôn ngoan cay đắng. Nàng không trở lại để khuất phục, mà để sinh tồn. Và nàng không trở lại một mình. Đi cùng nàng là một đứa trẻ, Abel, đứa con trai nàng và Adam đã có với nhau từ trước khi nàng bỏ đi, một lời nhắc nhở sống động về quá khứ chung của họ.</p><p>Sự trở lại của nàng tạo ra một sự căng thẳng không thể nói thành lời. Adam, dù vẫn còn tổn thương, đã chấp nhận nàng và đứa con chung của họ vào gia đình, một sự chấp nhận miễn cưỡng được duy trì bởi ký ức và sự cần thiết. Eve, với trái tim của một người mẹ, đã chào đón Abel, nhưng luôn có một sự dè dặt, một sự so sánh ngầm giữa hai đứa con.</p><p>Cain lớn lên trở thành một người nông dân, giống như cha mình. Anh mạnh mẽ, cần cù, làn da sạm đen vì nắng gió. Anh yêu mảnh đất, nhưng cũng căm ghét sự cực nhọc của nó. Anh dâng lên Đấng Sáng Tạo những thành quả lao động của mình—những bó lúa mì trĩu hạt, những trái cây đầu mùa—với một niềm tự hào thầm lặng.</p><p>Abel, ngược lại, lại có một tâm hồn nghệ sĩ. Cậu bé mảnh khảnh hơn, trầm lặng hơn, và có một sự kết nối kỳ lạ với các loài vật. Cậu trở thành một người chăn cừu. Cậu không ép buộc đàn cừu, mà dẫn dắt chúng bằng tiếng sáo du dương. Lễ vật của cậu dâng lên là những con chiên đầu lòng béo tốt nhất trong đàn, được lựa chọn với sự chăm chút và tình yêu thương.</p><p>Và Đấng Sáng Tạo đã đoái nhìn đến Abel và lễ vật của cậu, nhưng Ngài không đoái nhìn đến Cain và lễ vật của anh.</p><p>Không ai biết tại sao. Có lẽ đó là vì tấm lòng của Abel thuần khiết hơn. Có lẽ đó là vì lễ vật của sự sống (máu) có giá trị hơn lễ vật của đất đai. Nhưng đối với Cain, lý do không quan trọng. Điều quan trọng là cảm giác bị chối từ, cảm giác bất công nóng rực trong lồng ngực. Anh nhìn Abel, người em trai được yêu quý, và lòng ghen tị bắt đầu nảy mầm như cỏ dại.</p><p>Trong những lúc cô độc trên cánh đồng, một giọng nói quen thuộc lại thì thầm trong tâm trí anh, một di sản từ Vườn Eden. “Ngươi thấy không, Cain? Ngươi lao động vất vả, đổ mồ hôi, nhưng Ngài lại ưu ái kẻ chăn cừu lười biếng. Đứa con của kẻ đã thách thức Người. Điều đó có công bằng không?”</p><p>Cain cố gắng gạt đi những lời thì thầm đó, nhưng chúng đã bén rễ quá sâu. Anh trở nên cau có, giận dữ. Nụ cười biến mất trên môi anh. Vết nứt đầu tiên giữa hai anh em đã xuất hiện, và nó ngày càng lớn dần.</p>"
}
