{
  "chapter_id": "chapter-21",
  "title_en": "Chapter 21: The Shattering of the Veil",
  "title_vi": "Chương 21: Sự Vỡ Nát của Tấm Màn",
  "content_en": "<p>“We must mend it,” Gabriel said, his voice trembling. “Now!”</p><p>A fragile, unspoken truce formed in the silence. Michael raised his flaming sword, and a golden, orderly, and pure stream of energy shot towards the cracks, attempting to reweave them. Almost immediately, Lucifer also acted. A stream of dark energy, but not destructive, rather a concentrated energy of will and matter, poured from his hand, attempting to fill the gaps.</p><p>In a strange and beautiful moment, light and shadow danced together. Michael’s golden energy wove the vertical threads, and Lucifer’s dark energy wove the horizontal ones, forming a temporary net that patched the Veil. Other angels, both loyal and fallen, followed suit, contributing their power to the common effort.</p><p>But it was not enough. The Veil’s moan continued. Their energy net was merely a bandage on a wound about to burst open. The whispers from beyond grew clearer.</p><p>…Freedom… Break the chains… Become whole…</p><p>“We are only delaying the inevitable,” Raphael said, his voice filled with dread. “We cannot heal it from the outside.”</p><p>Amidst that chaos, Healiangel stepped forward. His emerald wings, already tattered from battles, now emitted a soft but resolute glow. He could feel the Veil’s pain, as if it were a dying living creature. And he was a healer. His instinct urged him to touch the wound.</p><p>“Healiangel, stand back!” Michael commanded. “You cannot go any closer!”</p><p>But Healiangel did not listen. “If we cannot heal it from the outside,” he said, his voice clear in the tense silence, “then someone must go inside.”</p><p>“Madness!” Gabriel exclaimed. “No one knows what’s beyond! That’s suicide!”</p><p>“Perhaps silence is worse than death,” Healiangel replied, his gaze distant. “We have fought without understanding why. We have divided without knowing the consequences. I must know the truth.”</p><p>Before anyone could stop him, Healiangel plunged towards the largest crack.</p>"
  ,
  "content_vi": "<p>“Chúng ta phải hàn gắn nó,” Gabriel nói, giọng run rẩy. “Ngay bây giờ!”</p><p>Một hiệp ước mong manh, không lời, được hình thành trong sự im lặng. Michael giơ thanh gươm lửa của mình lên, và một dòng năng lượng vàng óng, trật tự và thuần khiết, bắn về phía những vết nứt, cố gắng dệt lại chúng. Gần như ngay lập tức, Lucifer cũng hành động. Một dòng năng lượng bóng tối, nhưng không phải là sự hủy diệt, mà là một năng lượng cô đặc của ý chí và vật chất, tuôn ra từ tay y, cố gắng lấp đầy những khoảng trống.</p><p>Trong một khoảnh khắc kỳ lạ và đẹp đẽ, ánh sáng và bóng tối đã cùng nhau nhảy múa. Năng lượng vàng của Michael dệt nên những sợi dọc, và năng lượng đen của Lucifer dệt nên những sợi ngang, tạo thành một tấm lưới tạm thời vá lại Tấm Màn. Các thiên thần khác, cả trung thành và sa ngã, cũng làm theo, góp sức mạnh của mình vào nỗ lực chung.</p><p>Nhưng nó không đủ. Tiếng rên rỉ của Tấm Màn vẫn tiếp tục. Tấm lưới năng lượng của họ chỉ là một miếng băng dán trên một vết thương sắp vỡ toang. Những tiếng thì thầm từ bên kia trở nên rõ ràng hơn.</p><p>…Tự do… Hủy bỏ xiềng xích… Trở nên trọn vẹn…</p><p>“Chúng ta chỉ đang trì hoãn điều không thể tránh khỏi,” Raphael nói, giọng đầy lo âu. “Chúng ta không thể chữa lành nó từ bên ngoài.”</p><p>Giữa sự hỗn loạn đó, Healiangel bước về phía trước. Đôi cánh màu ngọc bích của anh, vốn đã rách nát sau những trận chiến, giờ đây lại tỏa ra một vầng sáng dịu nhẹ nhưng kiên định. Anh có thể cảm nhận được nỗi đau của Tấm Màn, như thể nó là một sinh vật sống đang hấp hối. Và anh là một người chữa lành. Bản năng của anh thôi thúc anh phải chạm vào vết thương.</p><p>“Healiangel, lùi lại!” Michael ra lệnh. “Ngươi không thể đến gần hơn!”</p><p>Nhưng Healiangel không nghe. “Nếu chúng ta không thể chữa lành nó từ bên ngoài,” anh nói, giọng anh vang lên rõ ràng trong sự im lặng căng thẳng, “thì phải có ai đó đi vào bên trong.”</p><p>“Điên rồ!” Gabriel thốt lên. “Không ai biết có gì ở bên kia! Đó là tự sát!”</p><p>“Có lẽ sự im lặng còn tệ hơn cả cái chết,” Healiangel đáp, ánh mắt anh nhìn xa xăm. “Chúng ta đã chiến đấu mà không hiểu tại sao. Chúng ta đã chia rẽ mà không biết hậu quả. Ta phải biết sự thật.”</p><p>Trước khi bất cứ ai kịp ngăn cản, Healiangel đã lao về phía vết nứt lớn nhất.</p>"
}
