{
  "chapter_id": "chapter-18",
  "title_en": "Chapter 18: The Eternal War of Light",
  "title_vi": "Chương 18: Cuộc Chiến Ánh Sáng Vĩnh Cửu",
  "content_en": "<p>When the floodwaters receded and the first rainbow appeared in the sky as a promise, a new chapter began on Earth. But in Heaven, that act of cleansing became the spark that ignited a long-simmering war.</p><p>“Do you see?” Lucifer’s voice echoed through the dark halls where the discontented gathered. “Your Creator! A destroyer! A tyrant willing to drown His own creations in water just because they did not follow His arbitrary will! Is this the One you serve?”</p><p>His words stirred fear and anger in the hearts of the wavering angels. The Great Flood had become undeniable proof of what he had said.</p><p>Michael confronted him at the edge of the celestial realms, where light and shadow clashed. “It was a painful but necessary act!” Michael roared, his flaming sword blazing. “It was a cleansing, not a destruction! You have blinded them with your own arrogance, Lucifer!”</p><p>“I blinded them?” Lucifer scoffed, his shadow blade appearing in his hand. “No, Michael. I opened their eyes. It is you and your blind obedience who are blind!”</p><p>The war began. Not with words, but with blades.</p><p>Light and shadow collided in an explosion that shook all of Heaven. Angels, who were once brothers, now lunged at each other. The clang of metal, the roars of immortal beings, and the extinguishing light of crushed souls began to fill the eternal symphony.</p><p>Raphael and Healiangel tried to intervene, their healing light attempting to create a buffer between the two factions, but they were quickly pushed back by the fury of the battle.</p><p>“Stop!” Gabriel shouted, trying to use his authority to restore order, but his voice was drowned out.</p><p>The Great Heaven War had truly begun. It was not a war for territory or power. It was a war for the very soul of existence, a war of ideas: Obedience or Freedom? Order or Chaos? The eternal light was now divided.</p>",
  "content_vi": "<p>Khi nước lũ rút đi và chiếc cầu vồng đầu tiên xuất hiện trên bầu trời như một lời hứa, một chương mới đã bắt đầu trên Trái Đất. Nhưng trên Thiên Đàng, hành động thanh tẩy đó lại trở thành tia lửa châm ngòi cho một cuộc chiến đã âm ỉ từ lâu.</p><p>“Các ngươi thấy chưa?” Giọng Lucifer vang vọng khắp các đại sảnh tối tăm nơi những kẻ bất mãn tụ tập. “Đấng Sáng Tạo của các ngươi! Một kẻ hủy diệt! Một bạo chúa sẵn sàng dìm chết tạo vật của chính mình trong nước chỉ vì chúng không tuân theo ý muốn độc đoán của Người! Đây là Đấng mà các ngươi phục tùng sao?”</p><p>Lời nói của y khuấy động sự sợ hãi và tức giận trong lòng những thiên thần đã dao động. Sự kiện Đại Hồng Thủy đã trở thành bằng chứng không thể chối cãi cho những gì y đã nói.</p><p>Michael đối mặt với y tại rìa của các cõi thiên giới, nơi ánh sáng và bóng tối giao tranh. “It was a painful but necessary act!” Michael gầm lên, thanh gươm lửa của y bùng cháy. “It was a cleansing, not a destruction! You have blinded them with your own arrogance, Lucifer!”</p><p>“I blinded them?” Lucifer scoffed, his shadow blade appearing in his hand. “No, Michael. I opened their eyes. It is you and your blind obedience who are blind!”</p><p>Cuộc chiến bắt đầu. Không phải bằng lời nói, mà bằng những lưỡi kiếm.</p><p>Ánh sáng và bóng tối va chạm trong một vụ nổ làm rung chuyển cả Thiên Đàng. Các thiên thần, những người từng là anh em, giờ đây lao vào nhau. Tiếng kim loại va vào nhau, tiếng gầm thét của những thực thể bất tử, và ánh sáng của những linh hồn bị dập tắt bắt đầu lấp đầy bản hòa ca vĩnh cửu.</p><p>Raphael và Healiangel cố gắng can thiệp, ánh sáng chữa lành của họ cố gắng tạo ra một vùng đệm giữa hai phe, nhưng họ nhanh chóng bị đẩy lùi bởi sự cuồng nộ của cuộc chiến.</p><p>“Stop!” Gabriel shouted, trying to use his authority to restore order, but his voice was drowned out.</p><p>Cuộc Đại Chiến Thiên Đàng đã thực sự bắt đầu. Nó không phải là một cuộc chiến vì lãnh thổ hay quyền lực. Nó là một cuộc chiến vì chính linh hồn của sự tồn tại, một cuộc chiến của những ý niệm: Phục tùng hay Tự do? Trật tự hay Hỗn loạn? Ánh sáng vĩnh cửu giờ đây đã bị chia cắt.</p>"
}