{
  "chapter_id": "chapter-13",
  "title_en": "Chapter 13: The First Crack",
  "title_vi": "Chương 13: Vết Nứt Đầu Tiên",
  "content_en": "<p>Many years passed. The land outside Eden, though harsh, gradually yielded to human perseverance. Golden wheat fields stretched far, and white sheep grazed on the hillsides.</p><p>But that peace was only superficial. A new crack had appeared in the first family.</p><p>Lilith had returned. The solitary exile had worn down her pride, replacing it with a bitter wisdom. She did not return to submit, but to survive. And she did not return alone. With her was a child, Abel, her son with another entity during her wandering years.</p><p>Her return created an unspoken tension. Adam, though still hurt, accepted her and her child into the family, a reluctant acceptance maintained by memory and necessity. Eve, with a mother’s heart, welcomed Abel, but there was always a reservation, an unspoken comparison between the two children.</p><p>Cain grew up to be a farmer, like his father. He was strong, hardworking, his skin tanned by the sun and wind. He loved the land, but also resented its toil. He offered the Creator the fruits of his labor—heavy sheaves of wheat, first fruits—with a quiet pride.</p><p>Abel, in contrast, had an artistic soul. He was slenderer, quieter, and had a strange connection with animals. He became a shepherd. He did not force the sheep, but led them with a melodious flute. His offering was the fattest firstborn lambs from his flock, chosen with care and love.</p><p>And the Creator looked with favor on Abel and his offering, but He did not look with favor on Cain and his offering.</p><p>No one knew why. Perhaps it was because Abel’s heart was purer. Perhaps it was because the offering of life (blood) was more valuable than the offering of the land. But for Cain, the reason did not matter. What mattered was the feeling of rejection, the burning injustice in his chest. He looked at Abel, his beloved younger brother, and envy began to sprout like weeds.</p><p>In his solitary moments in the field, a familiar voice whispered in his mind again, a legacy from the Garden of Eden. “<strong>Do you see, Cain? You toil and sweat, but He favors the lazy shepherd. The child of the one who defied Him. Is that fair?</strong>”</p><p>Cain tried to dismiss those whispers, but they had taken root too deeply. He became sullen, angry. The smile vanished from his lips. The first crack between the two brothers had appeared, and it grew wider and wider.</p>",
  "content_vi": "<p>Nhiều năm trôi qua. Vùng đất bên ngoài Eden, dù khắc nghiệt, cũng dần dần khuất phục trước sự kiên trì của con người. Những cánh đồng lúa mì vàng óng trải dài, và đàn cừu trắng muốt gặm cỏ trên những sườn đồi.</p><p>But that peace was only superficial. A new crack had appeared in the first family.</p><p>Lilith had returned. The solitary exile had worn down her pride, replacing it with a bitter wisdom. She did not return to submit, but to survive. And she did not return alone. With her was a child, Abel, her son with another entity during her wandering years.</p><p>Her return created an unspoken tension. Adam, though still hurt, accepted her and her child into the family, a reluctant acceptance maintained by memory and necessity. Eve, with a mother’s heart, welcomed Abel, but there was always a reservation, an unspoken comparison between the two children.</p><p>Cain grew up to be a farmer, like his father. He was strong, hardworking, his skin tanned by the sun and wind. He loved the land, but also resented its toil. He offered the Creator the fruits of his labor—heavy sheaves of wheat, first fruits—with a quiet pride.</p><p>Abel, in contrast, had an artistic soul. He was slenderer, quieter, and had a strange connection with animals. He became a shepherd. He did not force the sheep, but led them with a melodious flute. His offering was the fattest firstborn lambs from his flock, chosen with care and love.</p><p>And the Creator looked with favor on Abel and his offering, but He did not look with favor on Cain and his offering.</p><p>No one knew why. Perhaps it was because Abel’s heart was purer. Perhaps it was because the offering of life (blood) was more valuable than the offering of the land. But for Cain, the reason did not matter. What mattered was the feeling of rejection, the burning injustice in his chest. He looked at Abel, his beloved younger brother, and envy began to sprout like weeds.</p><p>In his solitary moments in the field, a familiar voice whispered in his mind again, a legacy from the Garden of Eden. “<strong>Ngươi thấy không, Cain? Ngươi lao động vất vả, đổ mồ hôi, nhưng Ngài lại ưu ái kẻ chăn cừu lười biếng. Đứa con của kẻ đã thách thức Người. Điều đó có công bằng không?</strong>”</p><p>Cain tried to dismiss those whispers, but they had taken root too deeply. He became sullen, angry. The smile vanished from his lips. The first crack between the two brothers had appeared, and it grew wider and wider.</p>"
}