{
  "chapter_id": "chapter-15",
  "title_en": "Chapter 15: The Legacy of Cain",
  "title_vi": "Chương 15: Di Sản Của Cain",
  "content_en": "<p>The land of Nod was a desolate place, a reflection of Cain’s own soul. But Cain did not falter. The burden of guilt had transformed into a hardened strength. He was a survivor.</p><p>He built a new life from scratch. He found a wife among other wandering tribes. He had children. And from a family, he built a city—humanity’s first city, and he named it Enoch, after his firstborn son.</p><p>Cain’s descendants became pioneers. They were no longer gentle farmers or shepherds. They were blacksmiths, musicians, makers of tools of bronze and iron. They were builders, innovators. Cain’s legacy was not just sin, but also creativity and resilience. They were those who did not accept fate, but created their own.</p><p>But the shadow of the mark remained. Violence, greed, and arrogance also flourished in Cain’s city. They built towering structures, not to worship the Creator, but to glorify themselves.</p><p>Cain, now old, often stood on the city walls, looking west, where the Garden of Eden once stood. The mark on his forehead was still there, a constant reminder. He had built an empire, but he never found peace. He had taught his descendants how to conquer the world, but he could not teach them how to conquer themselves.</p><p>Cain’s legacy is a dual legacy: a testament to humanity’s boundless power and creativity, but also a warning about the darkness that always lurks in the heart, ready to rise at any moment. And from that legacy, a new world, complex and full of contradictions, was born. The war between light and darkness no longer took place only in Heaven; it had begun in the very soul of humanity.</p>",
  "content_vi": "<p>Vùng đất Nod là một nơi hoang vu, một sự phản chiếu của chính tâm hồn Cain. Nhưng Cain không gục ngã. Gánh nặng tội lỗi đã biến thành một sức mạnh chai lì. Anh là kẻ sống sót.</p><p>Anh đã xây dựng một cuộc sống mới từ hai bàn tay trắng. Anh tìm thấy một người vợ trong số những bộ tộc lang thang khác. Anh sinh ra những đứa con. Và từ một gia đình, anh đã xây dựng nên một thành phố—thành phố đầu tiên của nhân loại, và anh đặt tên nó là Enoch, theo tên con trai đầu lòng của mình.</p><p>Con cháu của Cain trở thành những người tiên phong. Họ không còn là những người nông dân hay chăn cừu hiền lành. Họ là những thợ rèn, những nhạc sĩ, những người chế tạo công cụ bằng đồng và sắt. Họ là những người xây dựng, những người đổi mới. Di sản của Cain không chỉ là tội lỗi, mà còn là sự sáng tạo và sự kiên cường. Họ là những người không chấp nhận số phận, mà tự mình tạo ra nó.</p><p>Nhưng bóng tối của dấu ấn vẫn còn đó. Bạo lực, lòng tham, và sự kiêu ngạo cũng phát triển mạnh mẽ trong thành phố của Cain. Họ xây dựng những tòa tháp cao ngất, không phải để thờ phụng Đấng Sáng Tạo, mà để tôn vinh chính bản thân họ.</p><p>Cain, giờ đã già, thường đứng trên tường thành, nhìn về phía tây, nơi Vườn Eden đã từng tồn tại. Dấu ấn trên trán ông vẫn còn đó, một lời nhắc nhở không ngừng. Ông đã xây dựng một đế chế, nhưng ông không bao giờ tìm thấy sự bình yên. Ông đã dạy cho con cháu mình cách để chinh phục thế giới, nhưng ông không thể dạy họ cách để chinh phục chính bản thân mình.</p><p>Di sản của Cain là một di sản kép: một minh chứng cho sức mạnh và sự sáng tạo vô biên của con người, nhưng cũng là một lời cảnh báo về bóng tối luôn ẩn náu trong trái tim, sẵn sàng trỗi dậy bất cứ lúc nào. Và từ di sản đó, một thế giới mới, phức tạp và đầy mâu thuẫn, đã được sinh ra. Cuộc chiến giữa ánh sáng và bóng tối không còn chỉ diễn ra trên Thiên Đàng, nó đã bắt đầu trong chính linh hồn của nhân loại.</p>"
}