{
  "chapter_id": "chapter-16",
  "title_en": "Chapter 16: The First Judgment",
  "title_vi": "Chương 16: Sự Phán Xét Đầu Tiên",
  "content_en": "<p>Generations passed, and the legacy of Cain spread like a poisonous vine, suffocating the remaining good seeds of humanity. The city of Enoch and other cities rose, their towers piercing the sky like an arrogant challenge. Humans had learned to master metal, create enchanting music, and build magnificent structures. But along with creativity, corruption also deeply rooted itself in their souls. Violence became commonplace, greed was the driving force, and the cries of the weak were drowned out by the laughter of the strong. The Earth groaned under the weight of sin.</p><p>From above, in the eternal halls of Heaven, the angels silently observed. Their sorrow was as heavy as a storm cloud.</p><p>“Look, Michael,” Gabriel whispered, his silver staff seemingly losing its luster. “They are destroying themselves. The spark that the Creator placed in them is fading.”</p><p>Michael stood silently, his armor reflecting a world sinking into darkness. He did not answer, but his jaw was clenched. He had seen enough. Heaven’s patience was not infinite. “How long will He endure this defiance?” he wondered.</p><p>And then, the Throne of Heaven, which had long been silent, suddenly radiated an intense light. The Creator’s voice echoed, not in anger, but in a profound sorrow.</p><p>“THE WICKEDNESS OF MAN WAS GREAT IN THE EARTH, AND EVERY INTENTION OF THE THOUGHTS OF HIS HEART WAS ONLY EVIL CONTINUALLY. I REGRET THAT I HAVE MADE THEM.”</p><p>Those words shook all of Heaven. The angels bowed their heads, their wings drooping in awe and grief.</p><p>“THE END OF ALL FLESH HAS COME BEFORE ME, FOR THE EARTH IS FILLED WITH VIOLENCE. I WILL DESTROY THEM ALONG WITH THE EARTH.”</p><p>But then, amidst the absolute judgment, a glimmer of mercy shone through.</p><p>“BUT NOAH FOUND GRACE IN MY EYES. A RIGHTEOUS MAN, BLAMELESS IN HIS GENERATION. HE WALKED WITH ME.”</p><p>The decree was given. Gabriel was sent to Noah in a dream. The man slept in his humble home, unaware that the fate of the entire world was about to rest on his shoulders.</p><p>In the dream, Gabriel appeared, his silver wings radiating a gentle glow. “Noah,” the archangel’s voice was like a whispering wind, “listen to the words of the Creator. Build an ark of gopher wood. For a great flood will come to cleanse the world. You, your family, and every living creature, a pair of each, will be saved. And through you, a new covenant will be established.”</p><p>Noah awoke, sweating, his heart pounding. He looked out the window, up at the stars. There was no sign of a storm. But he believed. In a world that had lost faith, he was the only one left. And he began his work the very next morning.</p>",
  "content_vi": "<p>Nhiều thế hệ trôi qua, và di sản của Cain đã lan rộng như một loại dây leo độc hại, bóp nghẹt những mầm mống tốt đẹp còn sót lại của nhân loại. Thành phố Enoch và những thành phố khác mọc lên, những tòa tháp của chúng chọc thủng bầu trời như một sự thách thức ngạo mạn. Con người đã học cách chế ngự kim loại, tạo ra những bản nhạc say đắm lòng người, và xây dựng những công trình kỳ vĩ. Nhưng cùng với sự sáng tạo, sự bại hoại cũng ăn sâu vào tâm hồn họ. Bạo lực trở thành lẽ thường, lòng tham là động lực, và tiếng khóc của kẻ yếu bị nhấn chìm trong tiếng cười của kẻ mạnh. Trái Đất rên xiết dưới sức nặng của tội lỗi.</p><p>Từ trên cao, trong các đại sảnh vĩnh cửu của Thiên Đàng, các thiên thần lặng lẽ quan sát. Nỗi buồn của họ nặng trĩu như một đám mây bão.</p><p>“Nhìn xem, Michael,” Gabriel thì thầm, cây trượng bạc trong tay y dường như cũng mất đi vẻ lấp lánh. “Họ đang tự hủy diệt chính mình. Tia sáng mà Đấng Sáng Tạo đã đặt vào họ đang lụi tàn.”</p><p>Michael đứng im lặng, bộ giáp của y phản chiếu một thế giới đang chìm trong bóng tối. Y không trả lời, nhưng quai hàm y siết chặt. Y đã thấy quá đủ. Sự kiên nhẫn của Thiên Đàng không phải là vô hạn. “Người sẽ chịu đựng sự chống đối này đến bao lâu nữa?” y tự hỏi.</p><p>Và rồi, Ngai Vàng của Thiên Đàng, vốn đã im lặng từ lâu, bỗng tỏa ra một luồng sáng mãnh liệt. Giọng nói của Đấng Sáng Tạo vang vọng, không phải trong sự giận dữ, mà trong một nỗi đau sâu thẳm.</p><p>“SỰ GIAN ÁC CỦA LOÀI NGƯỜI LÀ QUÁ LỚN TRÊN MẶT ĐẤT, VÀ MỌI Ý TƯỞNG TRONG LÒNG HỌ ĐỀU LÀ XẤU XA KHÔNG NGỚT. TA HỐI HẬN VÌ ĐÃ TẠO RA HỌ.”</p><p>Lời nói đó làm rung chuyển cả Thiên Đàng. Các thiên thần cúi đầu, đôi cánh của họ rũ xuống trong sự kính sợ và đau buồn.</p><p>“HỒI KẾT CỦA MỌI XÁC THỊT ĐÃ ĐẾN TRƯỚC MẶT TA, VÌ TRÁI ĐẤT ĐẦY BẠO LỰC. TA SẼ HỦY DIỆT CHÚNG CÙNG VỚI TRÁI ĐẤT.”</p><p>Nhưng rồi, giữa sự phán xét tuyệt đối, một tia sáng của lòng thương xót lóe lên.</p><p>“NHƯNG NOAH ĐÃ TÌM ĐƯỢC ÂN SỦNG TRƯỚC MẮT TA. MỘT NGƯỜI CÔNG CHÍNH, VÔ TỘI GIỮA THỜI ĐẠI CỦA MÌNH. HẮN ĐÃ BƯỚC ĐI CÙNG TA.”</p><p>Sắc lệnh được ban ra. Gabriel được cử đến với Noah trong một giấc mơ. Người đàn ông đang ngủ trong căn nhà đơn sơ của mình, không hề hay biết rằng số phận của cả thế giới sắp được đặt lên vai ông.</p><p>Trong giấc mơ, Gabriel hiện ra, đôi cánh bạc của y tỏa ra một vầng sáng dịu nhẹ. “Noah,” giọng của tổng lãnh thiên thần như tiếng gió thì thầm, “hãy lắng nghe lời của Đấng Sáng Tạo. Hãy đóng một con tàu bằng gỗ gô-phe. Vì một trận lụt lớn sẽ đến để gột rửa thế giới. Ngươi, gia đình ngươi, và mỗi loài vật một cặp, sẽ được cứu. Và qua ngươi, một giao ước mới sẽ được thiết lập.”</p><p>Noah tỉnh dậy, mồ hôi đẫm trán, trái tim đập thình thịch. Ông nhìn ra ngoài cửa sổ, nhìn lên những vì sao. Không có dấu hiệu nào của một cơn bão. Nhưng ông tin. Giữa một thế giới đã mất đi đức tin, ông là người duy nhất còn lại. Và ông bắt đầu công việc của mình vào ngay sáng hôm sau.</p>"
}