{
  "chapter_id": "chapter-25",
  "title_en": "Chapter 25: Judgment and the Eternal Divide",
  "title_vi": "Chương 25: Phán Quyết và Sự Chia Cắt Vĩnh Viễn",
  "content_en": "<p>Silence fell over the battlefield. The common threat had vanished, and now, only the stark truth of division remained. Lucifer and his army stood on one side. Michael and the loyal angels stood on the other. Between them was an abyss of choice and betrayal.</p><p>And then, for the first time since the war began, the Creator's Throne truly spoke. His light radiated, no longer a latent presence, but an absolute power.</p><p>\"THE WAR IS OVER.\"</p><p>His voice held no anger, only infinite sorrow and an irreversible judgment.</p><p>\"LUCIFER. MORNING STAR. YOU WERE ONCE THE MOST RADIANT. YOU WERE GIVEN MORE THAN ALL, AND YOU CHOSE THE PATH OF ARROGANCE AND DESTRUCTION. YOU SOWED DISCORD, LED YOUR BRETHREN INTO DARKNESS, AND NEARLY DESTROYED EVERYTHING. FOR THIS, THERE WILL BE NO PLACE FOR YOU IN MY LIGHT.\"</p><p>A gaping black chasm opened beneath Lucifer and the third of the angelic host who had followed him.</p><p>Lucifer held his head high, his eyes defiant. \"I do not need Your light! We will create our own kingdom in the darkness!\"</p><p>\"SO BE IT,\" the Creator decreed. \"FOR NINE DAYS AND NINE NIGHTS, YOU SHALL FALL.\"</p><p>The Great Fall began. The fallen angels were dragged into the abyss, their screams a mixture of defiance and despair. The loyal angels watched in silence, tears of light streaming down their faces. They were witnessing a part of themselves being eternally severed.</p><p>Michael turned away, unable to bear the sight.</p><p>After nine days, the fallen reached the bottom. And from their hatred, pain, and darkness, a new realm was formed. Hell. Not created by the Creator, but forged by the fallen themselves from their transformed essence.</p><p>The separation was complete. Heaven, though peaceful again, was empty and tinged with tragedy.</p><p>Michael, Gabriel, Raphael, and Healiangel (still weak) stood before the Throne. Their mission had now changed.</p><p>\"DARKNESS HAS ITS KINGDOM,\" the Creator said. \"AND IT WILL NOT CEASE TO SEEK TO EXTINGUISH THE LIGHT. BUT ON EARTH, A NEW HOPE HAS BEEN BORN. A FRAGILE SPARK IN HUMAN FORM. PROTECT IT. NURTURE IT. FOR THE TRUE WAR WILL NOW BE FOUGHT IN THE HEARTS OF MANKIND.\"</p><p>The angels looked at each other, a new resolve forming in their eyes. The Great Heaven War may have ended, but the Eternal War had only just begun.</p>",
  "content_vi": "<p>Sự im lặng bao trùm chiến trường. Mối đe dọa chung đã biến mất, và giờ đây, chỉ còn lại sự thật trần trụi của sự chia rẽ. Lucifer và đội quân của hắn đứng một bên. Michael và các thiên thần trung thành đứng bên kia. Giữa họ là một vực thẳm của sự lựa chọn và phản bội.</p><p>Và rồi, lần đầu tiên kể từ khi cuộc chiến bắt đầu, Ngai Vàng của Đấng Sáng Tạo thực sự lên tiếng. Ánh sáng của Người tỏa ra, không còn là sự hiện diện tiềm ẩn, mà là một quyền năng tuyệt đối.</p><p>“CUỘC CHIẾN ĐÃ KẾT THÚC.”</p><p>Giọng nói của Người không có sự giận dữ, chỉ có một nỗi buồn vô hạn và một sự phán xét không thể đảo ngược.</p><p>“LUCIFER. SAO MAI. NGƯƠI ĐÃ TỪNG LÀ RỰC RỠ NHẤT. NGƯƠI ĐÃ ĐƯỢC BAN CHO NHIỀU HƠN TẤT CẢ, VÀ NGƯƠI ĐÃ CHỌN CON ĐƯỜNG CỦA SỰ KIÊU NGẠO VÀ HỦY DIỆT. NGƯƠI ĐÃ GIEO RẮC BẤT HÒA, ĐÃ DẪN DẮT CÁC ANH EM CỦA MÌNH VÀO BÓNG TỐI, VÀ SUÝT NỮA ĐÃ PHÁ HỦY TẤT CẢ. VÌ ĐIỀU ĐÓ, SẼ KHÔNG CÒN CHỖ CHO NGƯƠI TRONG ÁNH SÁNG CỦA TA NỮA.”</p><p>Một vực thẳm đen ngòm mở ra dưới chân Lucifer và một phần ba thiên binh đã đi theo y.</p><p>Lucifer ngẩng cao đầu, ánh mắt đầy thách thức. “Ta không cần ánh sáng của Ngươi! Chúng ta sẽ tự tạo ra một vương quốc của riêng mình trong bóng tối!”</p><p>“VẬY THÌ HÃY NHƯ VẬY,” Đấng Sáng Tạo phán. “TRONG CHÍN NGÀY VÀ CHÍN ĐÊM, CÁC NGƯƠI SẼ RƠI.”</p><p>Cuộc Đại Sa Ngã bắt đầu. Các thiên thần sa ngã bị kéo xuống vực thẳm, tiếng gào thét của họ là sự hòa trộn giữa thách thức và tuyệt vọng. Các thiên thần trung thành đứng nhìn trong im lặng, những giọt nước mắt ánh sáng lăn dài trên má. Họ đang chứng kiến một phần của chính mình bị cắt lìa vĩnh viễn.</p><p>Michael quay đi, không thể chịu đựng được cảnh tượng đó.</p><p>Sau chín ngày, những kẻ sa ngã chạm đến đáy. Và từ chính sự căm hận, nỗi đau và bóng tối của chúng, một cõi giới mới được hình thành. Địa Ngục. Không phải do Đấng Sáng Tạo tạo ra, mà là do chính những kẻ sa ngã tự nhào nặn nên từ bản chất đã biến đổi của mình.</p><p>Sự chia cắt đã hoàn tất. Thiên Đàng, dù đã bình yên trở lại, nhưng lại trống trải và nhuốm màu bi thương.</p><p>Michael, Gabriel, Raphael, và Healiangel (vẫn còn yếu ớt) đứng trước Ngai Vàng. Nhiệm vụ của họ giờ đây đã thay đổi.</p><p>“BÓNG TỐI ĐÃ CÓ VƯƠNG QUỐC CỦA NÓ,” Đấng Sáng Tạo nói. “VÀ NÓ SẼ KHÔNG NGỪNG TÌM CÁCH DẬP TẮT ÁNH SÁNG. NHƯNG TRÊN TRẦN GIAN, MỘT HY VỌNG MỚI ĐÃ ĐƯỢC SINH RA. MỘT TIA SÁNG MONG MANH TRONG HÌNH HÀI CON NGƯỜI. HÃY BẢO VỆ NÓ. HÃY NUÔI DƯỠNG NÓ. VÌ CUỘC CHIẾN THỰC SỰ GIỜ ĐÂY SẼ DIỄN RA TRONG TRÁI TIM CỦA NHÂN LOẠI.”</p><p>Các thiên thần nhìn nhau, một sự quyết tâm mới hình thành trong mắt họ. Cuộc Đại Chiến Thiên Đàng có thể đã kết thúc, nhưng Cuộc Chiến Vĩnh Cửu chỉ vừa mới bắt đầu.</p>"
}
