{
  "chapter_id": "chapter-17",
  "title_en": "Chapter 17: The Floodgates Open",
  "title_vi": "Chương 17: Cửa lũ mở toang",
  "content_en": "<p>For centuries, Earth had groaned under the weight of humanity's corruption and sin, its lands stained with blood and defilement. The cries of the innocent and the arrogant laughter of the wicked echoed to the gates of Heaven, unanswered yet not forgotten. Finally, the Creator acted, His justice carrying both sorrow and an inevitable necessity.</p><p>The sky, once vast and serene, turned dark as storm clouds gathered like an army preparing for battle. The wind howled, its cries filled with anguish, and the first drops of rain fell – gentle, seemingly harmless. But soon, they turned into a relentless downpour, engulfing Earth in a furious deluge.</p><p>Rivers swelled, overflowing their banks, swallowing forests, fields, and villages. From deep within the Earth, subterranean springs erupted violently, merging with the torrents from above. The roar of the flood drowned out the desperate screams of those who had once mocked Noah's warnings.</p><p>Inside the ark, Noah and his family huddled together. The creaking of the wooden planks and the thunderous roars from outside reminded them of humanity's fragility. Yet, they prayed, their faith the only light in the overwhelming darkness of the storm.</p><p>High above, in the luminous halls of Heaven, the angels watched in sorrowful silence, observing Earth gradually disappear beneath the vast expanse of water. Heaven's eternal symphony ceased, replaced by the solemn silence of judgment.</p><p>Gabriel's golden eyes filled with sadness as he turned to Michael. “Do they hear, Michael? The silence of Earth? The cries of the lost swallowed by the abyss?”</p><p>Michael’s face remained firm, but his voice was heavy with pain. “The Creator hears, Gabriel. He hears the cries of both the wicked and the innocent. This is the price of defiance.”</p><p>Nearby, Raphael bowed his head, his hands clasped before him. “And yet,” he whispered, “even in judgment, there is mercy. The ark floats, and life will endure.”</p><p>For forty days and forty nights, the rain did not cease. Inside the ark, the rhythmic work of tending to the animals helped Noah and his family maintain their sanity amidst the chaos.</p><p>Noah often knelt in prayer. “Lord,” he whispered, “Your justice is great, but Your mercy sustains us. May Your hand guide us through this trial, that we may honor Your covenant.”</p><p>Outside, the world was being remade by water. Mountains vanished, forests were swallowed, and Earth became an endless sea of waves. Humanity’s sin was washed away, but what would rise in its place remained unknown.</p><p>When the rain ceased, and the ark rested on a mountain, Noah and his family stepped onto dry land. The air was fresh, and a brilliant rainbow arched across the sky – a vivid promise from the Creator.</p><p>“This is My covenant with you,” the Creator’s voice resonated. “Never again will I destroy the Earth with a flood. This rainbow in the sky is My sign to all generations, a promise of mercy and hope.”</p><p>Noah knelt on the ground, tears streaming down his face as he offered thanks. Though the journey had been filled with fear and loss, it ended with redemption and a new beginning.</p><p>Beyond mortal sight, in the luminous halls of Heaven, a new unease began to stir. Lucifer stood silently at the edge of the halls, his once-pure wings catching the light in fractured patterns. His gaze was fixed on the distant rainbow below, its brilliance reflected in his cold, calculating eyes.</p><p>“Mercy for Earth,” he muttered, his voice low with sarcasm, “but what of Heaven’s injustice? He destroyed His own creations for their imperfection, yet grants these mortals a new covenant. This is not mercy, but blind favoritism. It is time for the truth to be revealed and this facade of perfection shattered.”</p><p>And as peace blossomed on Earth, the first whispers of war stirred in the heart of Heaven, ignited by Lucifer’s resentment.</p>",
  "content_vi": "<p>Suốt hàng thế kỷ, Trái Đất oằn mình dưới sức nặng của sự bại hoại và tội lỗi của nhân loại, đất đai nhuốm máu và ô uế. Tiếng khóc than của kẻ vô tội và tiếng cười ngạo nghễ của kẻ ác vang vọng đến cổng Thiên Đàng, không được đáp lại nhưng cũng không bị lãng quên. Cuối cùng, Đấng Sáng Tạo hành động, công lý của Người mang cả nỗi buồn và tính tất yếu không thể tránh khỏi.</p><p>Bầu trời, từng rộng lớn và yên bình, trở nên tối sầm khi những đám mây giông tập hợp như binh lính chuẩn bị xung trận. Gió gào thét, tiếng rít của chúng đầy đau thương, và những giọt mưa đầu tiên rơi xuống – nhẹ nhàng, tưởng chừng vô hại. Nhưng chẳng bao lâu, chúng biến thành cơn mưa xối xả không ngừng, nhấn chìm Trái Đất trong cơn thịnh nộ cuồng loạn.</p><p>Sông ngòi dâng trào, vỡ bờ, nuốt chửng rừng cây, cánh đồng, và làng mạc. Từ sâu trong lòng đất, các mạch nước ngầm phun trào dữ dội, hòa cùng dòng nước mưa từ trên cao đổ xuống. Tiếng gầm rú của cơn lũ nhấn chìm những tiếng la hét tuyệt vọng của những kẻ từng chế giễu lời cảnh báo của Noah.</p><p>Bên trong con tàu, Noah và gia đình hắn co cụm lại với nhau. Tiếng cọt kẹt của những thanh gỗ và tiếng sấm rền vang vọng từ bên ngoài nhắc nhở họ về sự mong manh của kiếp người. Dẫu vậy, họ vẫn cầu nguyện, đức tin là ánh sáng duy nhất soi rọi giữa bóng tối mịt mùng của cơn bão.</p><p>Trên cao, trong các đại sảnh rực rỡ của Thiên Đàng, các thiên thần đứng lặng im đầy đau buồn, dõi theo Trái Đất dần biến mất dưới làn nước mênh mông. Bản nhạc vĩnh cửu của Thiên Đàng ngừng bặt, thay vào đó là sự im lặng trang nghiêm của sự phán xét.</p><p>Đôi mắt vàng của Gabriel ánh lên nỗi buồn khi y quay sang Michael. “Họ có nghe thấy không, Michael? Sự im lặng của Trái Đất? Những tiếng kêu gào của kẻ đã mất bị vực sâu nuốt chửng?”</p><p>Vẻ mặt của Michael vẫn kiên định, nhưng giọng y nặng trĩu nỗi đau. “Đấng Sáng Tạo nghe thấy, Gabriel. Người nghe thấy tiếng khóc của cả kẻ ác và người vô tội. Đây là cái giá của sự chống đối.”</p><p>Gần đó, Raphael cúi đầu, đôi tay đan trước ngực. “Và tuy nhiên,” y thì thầm, “ngay cả trong sự phán xét, vẫn có lòng thương xót. Con tàu đang trôi, và sự sống sẽ trường tồn.”</p><p>Suốt bốn mươi ngày đêm, cơn mưa không ngớt. Bên trong con tàu, công việc chăm sóc các loài vật theo nhịp điệu đều đặn giúp Noah và gia đình hắn giữ vững tinh thần giữa sự hỗn loạn.</p><p>Noah thường xuyên quỳ xuống cầu nguyện. “Lạy Chúa,” hắn thì thầm, “công lý của Người thật vĩ đại, nhưng lòng thương xót của Người nâng đỡ chúng con. Nguyện bàn tay Người dẫn dắt chúng con qua thử thách này, để chúng con tôn vinh giao ước của Người.”</p><p>Bên ngoài, thế giới được tái tạo bởi nước. Núi non biến mất, rừng rậm bị nuốt chửng, và Trái Đất trở thành một biển sóng bất tận. Tội lỗi của nhân loại bị gột rửa, nhưng điều gì sẽ vươn lên thay thế vẫn còn là một ẩn số.</p><p>Khi cơn mưa tạnh, và con tàu neo đậu trên một ngọn núi, Noah và gia đình hắn bước lên vùng đất khô ráo. Không khí trong lành, và một chiếc cầu vồng rực rỡ vắt ngang bầu trời – một lời hứa sống động từ Đấng Sáng Tạo.</p><p>“Đây là giao ước của Ta với ngươi,” tiếng Đấng Sáng Tạo vang vọng. “Sẽ không bao giờ nữa Ta hủy diệt Trái Đất bằng nước lũ. Cầu vồng này trên bầu trời là dấu hiệu của Ta cho mọi thế hệ, một lời hứa của lòng thương xót và hy vọng.”</p><p>Noah quỳ xuống mặt đất, nước mắt chảy dài trên má khi hắn dâng lời cảm tạ. Dù hành trình đầy sợ hãi và mất mát, nó đã kết thúc bằng sự chuộc tội và một khởi đầu mới.</p><p>Xa hơn tầm mắt của người phàm, trong các đại sảnh rực rỡ của Thiên Đàng, một sự bất an bắt đầu dấy lên. Lucifer đứng lặng lẽ ở rìa các đại sảnh, đôi cánh từng thuần khiết của hắn bắt ánh sáng theo những hoa văn đứt gãy. Ánh mắt hắn hướng về cầu vồng phía dưới xa, sự rực rỡ của nó phản chiếu trong đôi mắt lạnh lùng và đầy toan tính.</p><p>“Lòng thương xót cho Trái Đất,” hắn lẩm bầm, giọng hắn trầm thấp đầy mỉa mai, “nhưng còn sự bất công của Thiên Đàng thì sao? Người đã hủy diệt những tạo vật của chính mình chỉ vì chúng không hoàn hảo, nhưng lại ban cho những kẻ phàm trần này một giao ước mới. Điều này không phải lòng thương xót, mà là sự thiên vị mù quáng. Đã đến lúc sự thật phải được phơi bày và đánh tan lớp vỏ hoàn hảo giả tạo này.”</p><p>Và khi hòa bình đơm hoa trên Trái Đất, những tiếng thì thầm đầu tiên của chiến tranh đã khuấy động trái tim của Thiên Đàng, được châm ngòi bởi sự phẫn uất của Lucifer.</p>"
}
