{
  "chapter_id": "chapter-12",
  "title_en": "Chapter 12: The First Birth",
  "title_vi": "Chương 12: Sự Ra Đời Đầu Tiên",
  "content_en": "<p>The world outside Eden was a symphony of harshness. The land was dry, cracked under the scorching sun. The winds no longer carried the scent of flowers but brought stinging dust. At night, the cold seeped into their bones, and the howls of nocturnal predators were a constant reminder of their fragility.</p><p>Adam toiled from dawn till dusk. His hands, accustomed to picking fruit, were now calloused and blistered from digging the earth, pulling weeds. Every drop of sweat was a price paid for their sustenance. He spoke less, his smile had vanished, replaced by a focused, anxious expression.</p><p>Eve also worked tirelessly, but her burden was greater. The curse began to manifest. Her body changed, growing heavier, and a new life was growing within her. The joy of pregnancy mingled with the dread of the foretold pain.</p><p>When the time came, the pain was more intense than anything she could have imagined. It was not just physical agony, but also loneliness, a tangible punishment. She cried out, clutching the dry earth, while Adam could only watch helplessly, his heart breaking.</p><p>But then, at the peak of her torment, a new sound emerged—the sharp cry of a newborn. All pain seemed to vanish. Eve, exhausted and trembling, reached out. As Adam placed the tiny, red infant into her arms, a wave of intense and pure love washed over her, cleansing away all fear and regret.</p><p>“It’s a boy,” Adam whispered, his voice choked with emotion, tears streaming down his weathered cheeks.</p><p>Eve smiled, the first radiant smile since leaving Eden. She held the baby to her chest, feeling its warmth and heartbeat. “I have gotten a man with the help of the Lord,” she said. “I will name him Cain.”</p><p>Cain. Possession. Achievement. Humanity’s first child, born in pain but enveloped in boundless love. That night, under the starlit sky, they were no longer two lonely exiles. They had become a family. And in Cain’s cry, there was a faint glimmer of hope for a new beginning.</p>",
  "content_vi": "<p>Thế giới bên ngoài Eden là một bản giao hưởng của sự khắc nghiệt. Đất đai khô cằn, nứt nẻ dưới cái nắng gay gắt. Những cơn gió không còn mang hương hoa mà mang theo bụi cát làm cay mắt. Đêm xuống, cái lạnh len lỏi vào tận xương tủy, và tiếng hú của những con thú săn mồi trong đêm tối là một lời nhắc nhở thường trực về sự mong manh của họ.</p><p>Adam lao động từ bình minh đến hoàng hôn. Đôi tay y, vốn chỉ quen với việc hái quả, giờ đây chai sạn và phồng rộp vì phải cuốc đất, nhổ cỏ dại. Mỗi giọt mồ hôi rơi xuống là một sự trả giá cho miếng ăn. Y ít nói hơn, nụ cười đã biến mất, thay vào đó là một vẻ mặt tập trung, lo âu.</p><p>Eve cũng làm việc không ngơi nghỉ, nhưng gánh nặng của nàng còn lớn hơn. Lời nguyền bắt đầu ứng nghiệm. Cơ thể nàng thay đổi, nặng nề hơn, và một sự sống mới đang lớn dần bên trong. Niềm vui của việc mang thai hòa lẫn với nỗi sợ hãi về cơn đau đã được báo trước.</p><p>Khi thời điểm đến, cơn đau ập đến dữ dội hơn bất cứ điều gì nàng có thể tưởng tượng. Nó không chỉ là nỗi đau thể xác, mà còn là sự cô độc, là sự trừng phạt hữu hình. Nàng gào thét, bấu chặt lấy mặt đất khô cằn, trong khi Adam chỉ biết đứng nhìn bất lực, trái tim tan nát.</p><p>Nhưng rồi, giữa đỉnh điểm của nỗi thống khổ, một âm thanh mới vang lên—tiếng khóc ré của một đứa trẻ sơ sinh.</p><p>Mọi đau đớn dường như tan biến. Eve, kiệt sức và run rẩy, vươn tay ra. Khi Adam đặt sinh linh bé nhỏ, đỏ hỏn vào vòng tay nàng, một làn sóng yêu thương mãnh liệt và thuần khiết ập đến, gột rửa mọi nỗi sợ hãi và hối tiếc.</p><p>“Nó là con trai,” Adam thì thầm, giọng nghẹn ngào, nước mắt lăn dài trên gò má chai sạm. </p><p>Eve mỉm cười, một nụ cười rạng rỡ đầu tiên kể từ khi rời Eden. Nàng áp đứa bé vào ngực, cảm nhận hơi ấm và nhịp tim của nó. “Ta đã có được một người đàn ông từ Đức Giê-hô-va,” nàng nói. “Ta sẽ gọi nó là Cain.”</p><p>Cain. Sự sở hữu. Thành quả. Đứa con đầu lòng của nhân loại, sinh ra trong đau đớn nhưng được bao bọc trong tình yêu thương vô bờ bến. Đêm đó, dưới ánh sao trời, họ không còn là hai kẻ bị lưu đày cô độc nữa. Họ đã trở thành một gia đình. Và trong tiếng khóc của Cain, có một tia hy vọng mong manh về một sự khởi đầu mới.</p>"
}