{
  "chapter_id": "chapter-21",
  "title_en": "Chapter 21: The Shattering of the Veil",
  "title_vi": "Chương 21: Sự Vỡ Nát của Tấm Màn",
  "content_en": "<h4>The Cracks Widen</h4><p>The Veil groaned, its fractures spreading like jagged lines across fragile glass. The battlefield trembled under the pressure of unseen forces, while faint tendrils of shadow began to seep through, coiling and twisting as if testing the strength of their prison.</p><p>\"We are running out of time,\" Gabriel said, his silver staff flickering with urgent light. \"The Veil will not hold much longer. If we do nothing, it will shatter completely!”</p><p>Michael, his golden sword still drawn, turned to Lucifer with fury in his eyes. “This is your doing. Your rebellion tore Heaven asunder, and now you endanger all of creation.”</p><p>Lucifer smirked, though his gaze flickered towards the cracks in the Veil. “My doing? No, Michael. This is the Creator’s fault. He built this fragile order and allowed it to crumble under its own weight. Perhaps it is time something new rose from the ashes.”</p><h4>A Glimpse Beyond</h4><p>Healiangel’s glowing wings trembled as he stepped closer to the Veil. The whispers from the other side grew louder, clearer, filled with malice. Each word felt like a blade piercing his mind, yet he could not turn away. His hand hovered near the Veil’s surface, and for a fleeting moment, he saw it – an endless, twisting abyss of shadows, ancient and malevolent.</p><p>\"This is not just a boundary,\" Healiangel murmured, his voice barely audible. \"It is a seal. And whatever lies beyond – it is alive.”</p><p>Gabriel, standing nearby, gripped his staff tighter. “Then we must act now. If the Veil fails, those shadows will pour into our reality – and not just Heaven. All realms will be consumed.”</p><h4>A Fragile Truce</h4><p>Lucifer, his blade lowering slightly, glanced at Michael with a faint smile. “And what would you have me do, Michael? Set aside our differences and join hands like the brothers we once were?”</p><p>Michael tightened his grip on his sword, but did not raise it. “This is no time for your games, Lucifer. We must stabilize the Veil together, or everything we have fought for – including your so-called freedom – will be lost.”</p><p>Healiangel, standing between them, spread his wings to block their view of each other. “Enough. Both of you. This is bigger than your rebellion or your loyalty. If you cannot work together, then step aside and let those who still care save what remains.”</p><h4>The First Strike</h4><p>Lucifer’s smirk faded as he turned towards the Veil. His wings blazed, dark yet brilliant, as he raised a hand. “Very well, Healiangel. I will play by your rules. But do not think this changes anything between us.”</p><p>Lucifer’s power surged, tendrils of shadow wrapping around the largest fissures in the Veil, holding them steady. Michael acted as well, his golden light pouring into the gaps, sealing the smaller cracks. Together, their opposing forces clashed yet held, temporarily stabilizing the fragile boundary.</p><p>The angels watched in awe, the sight of light and shadow working in tandem both unnerving and strangely beautiful.</p><h4>The Veil's Lament</h4><p>But the Veil was far from healed. Its low hum turned into a mournful cry, and new fractures began to form at its edges. From beyond, the whispers intensified, their words now clearer: promises of power, threats of annihilation, and a seductive call to abandon everything.</p><p>\"It is not enough,” Healiangel said, his voice trembling. \"We need more. If we cannot stabilize it completely, we must reinforce it from within.”</p><p>Gabriel’s silver staff trembled in his hand. “You mean… cross the Veil? No one has ever done that, Healiangel. It is madness.”</p><p>“Madness or not,” Healiangel replied, stepping towards the Veil, “it is the only way to save us all.”</p>",
  "content_vi": "<h4>Những Vết Nứt Mở Rộng</h4><p>Tấm Màn rên rỉ, những vết nứt của nó lan rộng như những đường rạn sắc nhọn trên tấm kính mong manh. Chiến trường rung chuyển dưới áp lực của những thế lực vô hình, trong khi những tua bóng tối mờ nhạt bắt đầu len lỏi qua, cuộn tròn và vặn vẹo như thể đang thử nghiệm sức mạnh của ngục tù giam giữ chúng.</p><p>\"Chúng ta sắp hết thời gian,\" Gabriel nói, cây trượng bạc của y nhấp nháy ánh sáng khẩn cấp. \"Tấm Màn sẽ không chịu được lâu hơn nữa. Nếu chúng ta không làm gì, nó sẽ hoàn toàn sụp đổ!”</p><p>Michael, với thanh kiếm vàng vẫn còn rút ra, quay sang Lucifer với ánh mắt giận dữ. “Đây là lỗi của ngươi. Cuộc phản loạn của ngươi đã xé nát Thiên Đàng, và giờ đây ngươi đẩy toàn bộ sự sáng tạo vào nguy hiểm.”</p><p>Lucifer nhếch mép cười, dù ánh mắt hắn lướt nhìn về những vết nứt trên Tấm Màn. “Lỗi của ta sao? Không, Michael. Đây là lỗi của Đấng Sáng Tạo. Người đã dựng lên trật tự mong manh này và để nó sụp đổ dưới chính sức nặng của mình. Có lẽ đã đến lúc một thứ mới mẻ trỗi dậy từ đống tro tàn.”</p><h4>Ánh Nhìn Vượt Qua</h4><p>Đôi cánh phát sáng của Healiangel run rẩy khi anh bước gần hơn đến Tấm Màn. Những tiếng thì thầm từ phía bên kia trở nên lớn hơn, rõ ràng và tràn ngập hiểm ác. Mỗi từ như lưỡi dao đâm sâu vào tâm trí anh, nhưng anh không thể quay đi. Bàn tay anh lơ lửng gần bề mặt của Tấm Màn, và trong thoáng chốc, anh thấy nó – một vực thẳm bất tận đang vặn vẹo với những bóng tối, cổ xưa và ác độc.</p><p>\"Đây không chỉ là một ranh giới,\" Healiangel lẩm bầm, giọng anh gần như không thể nghe được. \"Đây là một phong ấn. Và bất cứ thứ gì ở bên kia – nó đang sống.”</p><p>Gabriel, đứng gần đó, siết chặt cây trượng của mình. “Vậy chúng ta phải hành động ngay bây giờ. Nếu Tấm Màn thất bại, những bóng tối đó sẽ tràn vào thế giới của chúng ta – và không chỉ Thiên Đàng. Tất cả các cõi sẽ bị nuốt chửng.”</p><h4>Hiệp Ước Mong Manh</h4><p>Lucifer, lưỡi kiếm của hắn hơi hạ xuống, liếc nhìn Michael với nụ cười nhạt. “Và ngươi muốn ta làm gì, Michael? Gạt bỏ mọi khác biệt và nắm tay như những người anh em ngày xưa sao?”</p><p>Michael siết chặt thanh kiếm của mình, nhưng ông không giơ lên. “Đây không phải lúc để chơi trò của ngươi, Lucifer. Chúng ta phải ổn định Tấm Màn cùng nhau, nếu không mọi thứ chúng ta đã chiến đấu vì nó – bao gồm cả cái gọi là tự do của ngươi – sẽ mất đi.”</p><p>Healiangel, đứng giữa họ, dang rộng đôi cánh để chắn tầm nhìn của họ về phía nhau. “Đủ rồi. Cả hai ngươi. Chuyện này lớn hơn cuộc phản loạn hay sự trung thành của các ngươi. Nếu các ngươi không thể làm việc cùng nhau, thì hãy tránh sang một bên và để những người còn quan tâm cứu lấy những gì còn lại.”</p><h4>Cú Đánh Đầu Tiên</h4><p>Nụ cười nhếch mép của Lucifer mờ dần khi hắn quay về phía Tấm Màn. Đôi cánh hắn bừng sáng, tối tăm nhưng rực rỡ, khi hắn giơ tay lên. “Được thôi, Healiangel. Ta sẽ chơi theo luật của ngươi. Nhưng đừng nghĩ rằng điều này thay đổi bất kỳ điều gì giữa chúng ta.”</p><p>Sức mạnh của Lucifer dâng lên, những tua bóng tối quấn quanh những vết nứt lớn nhất trên Tấm Màn, giữ chúng ổn định. Michael cũng hành động, ánh sáng vàng của ông tuôn tràn vào các khe hở, hàn gắn những vết nứt nhỏ hơn. Cùng nhau, các lực lượng đối lập của họ va chạm nhưng giữ vững, tạm thời ổn định ranh giới mong manh.</p><p>Các thiên thần quan sát trong sự kinh ngạc, cảnh tượng ánh sáng và bóng tối hoạt động cùng nhau vừa khiến họ bất an vừa kỳ lạ mà đẹp đẽ.</p><h4>Tiếng Than Khóc Của Tấm Màn</h4><p>Nhưng Tấm Màn vẫn còn xa mới được chữa lành. Tiếng rền rĩ của nó chuyển thành tiếng than khóc ai oán, và những vết nứt mới bắt đầu hình thành ở các rìa của nó. Từ bên kia, những tiếng thì thầm lớn hơn, lời nói của chúng giờ đây rõ ràng hơn: những lời hứa về quyền lực, những lời đe dọa hủy diệt, và một lời gọi đầy cám dỗ để từ bỏ tất cả.</p><p>\"Điều này chưa đủ,” Healiangel nói, giọng anh run rẩy. \"Chúng ta cần thêm nữa. Nếu không thể ổn định hoàn toàn, chúng ta phải củng cố nó từ bên trong.”</p><p>Cây trượng bạc của Gabriel run rẩy trong tay y. “Ý ngươi là… vượt qua Tấm Màn? No one has ever done that, Healiangel. It is madness.”</p><p>“Điên rồ hay không,” Healiangel đáp lại, bước về phía Tấm Màn, “đó là cách duy nhất để cứu tất cả.”</p>"
}
